[
  {
    "id": "1765689662667k4ta8ac8e",
    "title": "Wide quote card with portrait and Chinese/English customization",
    "promptEn": "A wide quote card featuring a famous person, with a brown background and a light-gold serif font for the quote: “{argument name=\"famous_quote\" default=\"Stay Hungry, Stay Foolish\"}” and smaller text: “—{argument name=\"author\" default=\"Steve Jobs\"}.” There is a large, subtle quotation mark before the text. The portrait of the person is on the left, the text on the right. The text occupies two-thirds of the image and the portrait one-third, with a slight gradient transition effect on the portrait.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "Featured Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1763886933714_5zqn1e_G6QBjQHbgAE3Yt_.jpg",
    "createdAt": "2025-12-14T05:21:02.667Z"
  },
  {
    "id": "1765689662668blqgf4mex",
    "title": "Hand-drawn style header image prompt from photo",
    "promptEn": "Completely recreate the uploaded person.\nMake it a header image for a note article where that person introduces “Nano Banana Pro”.\nAspect ratio: horizontal 16:9.\nStyle and colors: simple, hand-drawn style, italic, with a blue and green gradient.\nTitle text: “In-depth explanation of Google’s new AI ‘Nano Banana Pro’”.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "Featured Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1763885651870_4szbai_G6VZiROagAAqsIh.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626683quxvsxiw",
    "title": "Watercolor map of Germany with labeled states",
    "promptEn": "Generate a map of Germany in watercolor style, on which all federal states are labeled in ballpoint pen.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "Featured Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1763886061720_fzgqaq_G6RIeSZXgAA7cOf.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626688z0r28zjt",
    "title": "Chalkboard-style AI news summary",
    "promptEn": "Using the following content, summarize the news in a chalkboard-style, hand‑written look, and break it down with diagrams and easy‑to‑understand expressions as if a teacher had written it.\n—-\nSearch results from Grok",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "Featured Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1763885620059_vzaj75_G6WfVvIbAAEgvYg.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668qoeqrzen0",
    "title": "Train-ad style book advertisement image",
    "promptEn": "Please generate an advertisement image.\n\n==== Ad specifications ===\n- Aspect ratio: 16:9 (horizontal)\n- Product to advertise: the book in the first attached image\n- Main eye-catcher: place the book from the first attached image in a three-dimensional way\n- Language: Japanese\n- Taste: advertisement for a business book\n\n# Text to include:\n- Pre-head copy: 【New print run decided about one week after release】\n\nBook “{argument name=\"book_title_en\" default=\"Designing from Zero with AI\"}” now on sale and doing well.\n\nAmazon Best Seller Ranking\nRanked No.1 in commercial design sales (as of 10/15)\nhttps://t.co/QxbYpfFVj6",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "Featured Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1763885539326_yao7in_G6WBYReawAAcp2x.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668vz6akwqji",
    "title": "Luxury minimalist product photography based on a reference image",
    "promptEn": "Using my uploaded reference image as the base, generate a minimalist, high-quality commercial still life photograph with the aesthetic of a luxury brand advertisement.\n\nPreserve the general shape, proportions, and main color scheme of the core product in the reference so that it is instantly recognizable as the same product, but upgrade the overall texture and atmosphere of the image, making it look like an ad for a top-tier international fragrance, skincare item, or high-end electronic product.\n\nUse a vertical 4:5 composition. The background should be a large area of clean, neutral negative space, such as soft off-white, cool gray, or light beige, creating a quiet, restrained, and expensive studio environment. Apart from the core product and a minimal number of necessary supports, do not add any extra decorations. No clutter, no elaborate scene setup—only keep very simple geometric supports (such as a plain white cube, a cylinder, or a thin transparent panel). The supports must be simple and low-profile, existing only to hold and accentuate the product.\n\nStrongly emphasize the material details of the product, and let the lighting fully serve those materials:\nShow frosted glass with a fine, soft matte texture, ceramics with a matte or slightly glazed feel, and polished metal with clean, sharp specular highlights. Liquids should have clearly visible viscosity and volume. Avoid any cheap plastic feel, complex patterns, or gaudy stickers; the overall material quality must feel cool, restrained, and luxurious.\n\nUse professional studio lighting: mainly soft, diffused light from softboxes, plus precise rim light outlining the product’s shape. The contours should be crisp and layered, and the shadows should be soft and clean, with no noise or dirty shadow patches. You may use a near-macro viewpoint, moving in closer to the product to highlight materials and details, while preserving ample negative space around the frame so the product can \"speak for itself\" in the emptiness.\n\nKeep the overall color scheme neutral and calm. The product’s own color can be slightly more saturated, making it the single visual focal point in the scene. Do not use exaggerated gradient backgrounds, flashy colored lighting, or e-commerce promo aesthetics. No large-price text, labels, or cartoon graphics.\n\nThe final result must be a high-resolution commercial key visual that looks ready for a magazine back cover or a high-end brand announcement poster: minimalist, quiet, high-end, with the core product confidently centered, surrounded by clean negative space and precisely controlled lighting.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "Featured Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1764915823213_skhwpb_G7Qvxi5bIAAqpfX.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668vp48ycvwh",
    "title": "London outdoor restaurant portrait with Nano Banana Pro",
    "promptEn": "Create a photorealistic image of a young woman sitting at a relaxed outdoor restaurant in {argument name=\"city in english\" default=\"London\"} on a cool Wednesday morning in March {argument name=\"year in english\" default=\"2025\"}. The sky is clear, the spring air is crisp, and the city feels calm as it wakes up. She is the focal point of the shot—wearing a light scarf, gently stirring her tea while gazing off to the side with a thoughtful expression. Everything behind her, from the waiter moving about to the soft morning traffic, should fall into a smooth blur, giving the picture the effortless, candid atmosphere of a moment casually snapped on a phone.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "Featured Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1764909307226_bcwb2i_G7QIraQaoAANflM.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626685i6l49tem",
    "title": "Dream diary with Kirby blowing bubbles",
    "promptEn": "Dream diary. A pink Kirby lying asleep on a star, blowing rainbow-colored bubbles from its mouth. Soft macaron color palette, cloud and candy stickers, glittery crayon-like details, dreamy and sweet.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "Featured Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1763886710060_ndpy3q_G6RHoGna4AArBDN.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668uo48cbe3u",
    "title": "Detailed mirror-selfie otaku room scene",
    "promptEn": "### Scene\nMirror selfie in an otaku-style computer corner, blue color tone.\n\n### Subject\n* Gender expression: female\n* Age: around 25\n* Ethnicity: East Asian\n* Body type: slim, with a defined waist; natural body proportions\n* Skin tone: light neutral tone\n* Hairstyle:\n    * Length: waist-length hair\n    * Style: straight with slightly curled ends\n    * Color: medium brown\n* Pose:\n    * Stance: standing in a slight contrapposto pose\n    * Right hand: holding a smartphone in front of her face (identity hidden)\n    * Left arm: naturally hanging down alongside the torso\n    * Torso: body leaning slightly back; waist and abdomen exposed\n* Clothing:\n    * Top: light blue cropped knit cardigan, top two buttons fastened; a blue French-style bra faintly visible\n    * Bottom: denim ultra-short shorts, with a blue satin ribbon bow on each side of the hips\n    * Socks: blue and white horizontal striped over-the-knee socks\n    * Accessory: a blue cute mascot phone case\n\n### Environment\n* Description: bedroom computer corner seen through a wall-mounted mirror\n* Furnishings:\n    * White desk\n    * Single monitor showing a soft blue wallpaper (no readable text)\n    * Mechanical keyboard with white keycaps on a blue desk mat\n    * Mouse on a small blue mouse pad\n    * PC tower on the right side with blue case lighting\n    * Three anime figures on or near the PC tower\n    * A poster of a pagoda on the wall\n    * Cat-shaped desk lamp with blue accents\n    * A transparent glass of water\n    * A tall green leafy plant by the window (on the left side of the frame)\n* Color replacement: replace all originally pink elements (clothes and room decor) with blue tones (baby blue to sky blue/periwinkle blue).\n\n### Lighting\n* Light source: daylight coming from a large window on the left side of the camera, through sheer curtains\n* Light quality: soft, diffused light\n* White balance (K): 5200\n\n### Camera\n* Mode: smartphone rear camera shooting via the mirror (no portrait/bokeh mode)\n* Equivalent focal length (mm): 26\n* Distances (m):\n    * Subject to mirror: 0.6\n    * Camera to mirror: 0.5\n* Exposure:\n    * Aperture (f): 1.8\n    * ISO: 100\n    * Shutter speed (s): 0.01\n    * Exposure compensation (EV): -0.3\n* Focus: focus on the torso and shorts in the mirror image\n* Depth of field: natural smartphone deep depth of field; background clearly visible with no artificial blur\n* Composition:\n    * Aspect ratio: 1:1\n    * Crop: from the top of the head to mid-thigh; include the desk, monitor, PC tower, and plant in the frame\n    * Angle: slightly high angle from the mirror’s point of view\n    * Composition note: keep the subject centered; to avoid wide-angle edge distortion, have her stand a bit further away and crop to a square later.\n\n### Negative prompts\n* Any appearance of pink/magenta anywhere\n* Beauty filters/over-smoothed skin; poreless skin look\n* Exaggerated or distorted anatomy\n* NSFW, see-through fabrics, wardrobe malfunctions\n* Logos, brand names, or readable user interface text\n* Fake portrait-mode blur, CGI/illustration feel",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "Featured Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1763889946850_689z0h_G23i3sJW0AASGUw.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626688dkodi16j",
    "title": "Edo-period Ukiyo-e reinterpretation of a modern scene",
    "promptEn": "A Japanese Edo-period Ukiyo-e woodblock print. The overall feeling is a surreal collaboration between masters like Hokusai and Hiroshige, reimagining modern technology through an ancient lens.\n\n**The scene:** {argument name=\"modern scene\" default=\"a busy Shibuya scramble crossing\"}\n\n**Edo transformation logic:**\nCharacters wear Edo-era kimono but perform modern actions. All technology is transformed into surreal Edo equivalents:\n* Smartphones are glowing, illustrated paper scrolls being read intently.\n* Metro stations and trains are giant articulated wooden centipede carriages shuffling through crowds.\n* Skyscrapers are reimagined as endless, towering wooden pagodas reaching into dramatic clouds.\n* Robots and mecha appear as giant, armored woodblock golems.\n\nThe composition uses a flattened perspective with large, bold, hand-carved ink outlines. The background features heavily stylized Ukiyo-e wave patterns and dramatic, swirling clouds, with a distant Mt. Fuji visible on the horizon.\n\nThe image must look like a physical print, not a digital painting.\n* Texture: strong visible wood grain texture and rough paper fibers throughout the piece.\n* Printing imperfections: pigment bleeding is evident. Simulate hand-pressed plates with slight color misalignment for authenticity.\n* Color palette: strictly limited to traditional mineral pigments, with dominant use of Prussian blue, vermilion red, and muted yellow ochre.\n* Lighting: soft, flat, shadow-free lighting with no digital gradients.\n\nAspect ratio is 3:4 vertical poster. Include vertical Japanese calligraphy describing the scene and a traditional red artist seal stamp in a corner.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "Featured Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1764915832381_renotr_G7FuPlzbYAAsuo2.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668nqbznrkiq",
    "title": "Black and white studio side-profile portrait prompt",
    "promptEn": "{\n  \"Use the attached image of the person as reference. Hyper-realistic black and white studio portrait of the young man in side profile, natural hair gently falling around his face. Strong rim light accentuating his jawline and nose, dark minimalist background. Expression thoughtful and serene, cinematic lighting creating dramatic contrast and fine photographic detail.\",\n  \"size\": \"{argument name=\"image size\" default=\"1024x1024\"}\",\n  \"n\": {argument name=\"number of images\" default=\"1\"}\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "Featured Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1764909188004_owsg5r_G6fQALWbMAAa0C-.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668fugzuq0ha",
    "title": "2005 Sony CyberShot mall food court snapshot prompt",
    "promptEn": "A low-resolution digital photo taken on a 2005 Sony CyberShot. A group of teenagers hanging out in a mall food court. Harsh on-camera flash, slightly blown-out highlights, digital noise in the shadows. The skin texture looks slightly waxy due to early digital processing. An orange date stamp appears in the bottom right corner reading \"{argument name=\"date stamp in english\" default=\"04/12/2005\"}\". Candid, awkward angles, Myspace photo aesthetic.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "Featured Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1764909293283_f5655t_G7QK4bqbsAEzqlB.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668si0yl4qzr",
    "title": "Hyper-realistic Cinematic Portrait Prompt for Nano Banana Pro",
    "promptEn": "{\n  \"my_prompt\": {\n    \"core_style\": \"hyper-realistic cinematic portrait, 16K medium-format stillness\",\n    \"target_quality\": \"Hasselblad-grade photorealism, zero noise, pure magnetism\",\n    \"main_rule\": \"face locked 100% to reference – no softening, no edits\",\n\n    \"shot_setup\": {\n      \"camera\": \"Phase One IQ4 150MP + Rodenstock 90mm HR\",\n      \"angle\": \"dead-on eye level, perfectly centered\",\n      \"framing\": \"tight head-and-shoulders, 4:5 ratio, breathing room on all sides\",\n      \"lens\": \"90 mm – flawless flat perspective\"\n    },\n\n    \"subject\": {\n      \"age\": \"{argument name=\"age range\" default=\"27–32\"}\",\n      \"vibe\": \"{argument name=\"vibe\" default=\"Cape Town art dealer at 4 AM after closing a million-dollar sale, still high on adrenaline and red wine\"}\",\n\n      \"pose\": {\n        \"action\": \"leaning back against a raw concrete wall in her private gallery loft\",\n        \"head\": \"chin tilted 3° upward, eyes looking straight down the barrel – calm, slightly drunk, lethal\",\n        \"mouth\": \"lips closed, faint red wine stain on lower lip, corner curled in the smallest knowing smirk\",\n        \"shoulders\": \"relaxed but square, one blazer sleeve pushed to elbow, exposing toned forearm\",\n        \"hands\": \"right hand loosely holding a half-smoked joint between two fingers, left hand resting on hip, thumb hooked in waistband\"\n      },\n\n      \"hair\": \"shoulder-length textured black hair with natural wave, slightly messy from running hands through it, one lock falling across cheekbone\",\n      \"outfit\": \"tailored charcoal men’s blazer worn open over nothing but a black silk bralette, high-waist black leather trousers sitting low on hips\",\n      \"makeup\": \"barely there – perfect skin, sharp brows, single coat of mascara, faint shimmer on cheekbones from gallery spotlights\"\n    },\n\n    \"accessories\": [\n      \"thin platinum choker tight on throat\",\n      \"oversized vintage gold watch loose on wrist\",\n      \"faint red wine glass print on fingertips\"\n    ],\n\n    \"environment\": {\n      \"location\": \"private viewing room in a Cape Town contemporary art gallery, pre-dawn\",\n      \"background\": \"massive abstract painting in blood reds and blacks behind her, single track light still on, casting hard diagonal beam across wall\",\n      \"time\": \"first pale indigo light leaking through frosted skylight\"\n    },\n\n    \"lighting\": {\n      \"key\": \"single hard 5600K gallery spotlight from high left, carving razor cheekbones and jaw\",\n      \"fill\": \"cold pre-dawn skylight bleeding in from above, painting the right side of face in steel blue\",\n      \"effect\": \"half her face lit like a Caravaggio painting, half in cold morning truth; leather and silk catching both temperatures perfectly\"\n    },\n\n    \"render_details\": {\n      \"skin\": \"150MP clarity – every pore, every micro-scar, faint blue vein at temple\",\n      \"fabric\": \"leather micro-texture, silk bralette reflecting spotlight like liquid\",\n      \"eyes\": \"perfect dual catchlights – warm white dot + cold blue skylight\",\n      \"sensor\": \"medium-format depth, zero noise, pe\"\n    }\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509833077_81fd09_G75EnzTWcAEDJkz.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668q62jt19er",
    "title": "Image Re-rendering in 2025 Style",
    "promptEn": "this picture as if it was taken it in 2025",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509698928_743qk1_G74WNvqagAA7k3N.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765691139652562ewcxni",
    "title": "Image Re-rendering in 2025 Style",
    "promptEn": "this picture as if it was taken it in 2025",
    "promptZh": "",
    "categories": [
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509698928_743qk1_G74WNvqagAA7k3N.jpg",
    "createdAt": "2025-12-14T05:45:39.652Z"
  },
  {
    "id": "1765689662668bhv412wmp",
    "title": "Hyper-realistic Portrait Reflected on an iPad Screen in an Airplane Cabin",
    "promptEn": "This is a highly realistic, tightly composed image showing a fair-skinned woman with flawless skin reflected on an iPad screen on an airplane folding tray table, with a pair of sunglasses placed in the foreground as an accent. The iPad is surrounded by beige-gray cabin seats. On the iPad screen, the woman is semi-reclining on the seat, resting her left hand on her chin, fingers lightly touching her temple, in a relaxed posture. She is holding an iPhone 16 Pro Max in her right hand to take a photo, and part of her face appears on the tablet screen. Her expression is gentle, and her gaze is slightly downward, giving a dreamy and tranquil feeling.\n\nShe is wearing a beige oversized hoodie, the fabric thick and soft, with the hood pulled over her head. She has a simple silver ring on her wrist and a French manicure. Her hair is dark brown with subtle highlights, long and straight, layered, fluffy and full, with center-parted bangs gently covering her forehead to frame her face. Her skin is fair and translucent, flawless, with delicate Korean-style light makeup. Her cheeks have a faint blush, her lips are coated with dewy rose-pink lipstick, her eyeliner is thin, and her eyelashes are curled.\n\nThrough the reflection, the environment in the picture is simple and vibrant: the interior of a first-class/business-class airplane cabin. The wide porthole reflects the soft blue sky light outside the window. The iPad's camera interface—shutter button, small icons, and dock—is clearly displayed on the screen.\n\nSoft and warm pastel tones. Edited in a “Korean soft light” style. 9:16 vertical aspect ratio, high definition, high quality. **Do not change the face.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509787346_3dzfeh_G73VfrTaMAQffk7.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626688luyhynx6",
    "title": "Cinematic Scene of Judy Hopps on a Snowy Bridge",
    "promptEn": "Judy Hopps from Zootopia stands on a snowy bridge at dusk, wearing a thick winter coat, a knitted scarf, gloves, and a Santa hat. Gentle snowflakes drift around her, and city lights in the blurred background emit a warm glow. She has expressive large eyes, delicate fur details, and a gentle smile. The image uses cinematic photography and lighting effects, rich in detail, creating a warm winter atmosphere.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509787746_g91p8o_G72YbLwbQAAPNvY.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668zd65y5uyl",
    "title": "Cozy Christmas Market Portrait with Identity Preservation",
    "promptEn": "{\n  \"prompt\": {\n    \"scene\": \"Cinematic front-facing Christmas market portrait captured outdoors at night with softly falling snow.\",\n    \"subject\": {\n      \"identity\": \"Preserve all facial features exactly as in uploaded image\",\n      \"pose\": \"Standing upright, centered in frame, facing the camera directly\",\n      \"attire\": {\n        \"outerwear\": \"{argument name=\"coat color\" default=\"Red\"} winter coat, cozy and fitted, with visible texture\",\n        \"accessories\": [\"Matching scarf optional\", \"Gloves optional\"]\n      },\n      \"hair\": \"Natural hair with snowflakes gently resting on strands\",\n      \"expression\": \"Neutral, relaxed, softly smiling or calm\"\n    },\n    \"environment\": {\n      \"weather\": \"Soft snow falling, snow accumulating lightly on coat and hair\",\n      \"lighting\": \"Warm ambient Christmas market lights, softly illuminating subject and background\",\n      \"background_elements\": [\n        \"Decorated Christmas tree with glowing ornaments\",\n        \"Bokeh of market stalls and festive lights\",\n        \"Softly blurred pedestrians or distant decorations\"\n      ]\n    },\n    \"camera\": {\n      \"angle\": \"Front-facing, eye-level\",\n      \"framing\": \"Centered medium shot capturing subject from head to mid-thigh\",\n      \"lens\": \"{argument name=\"lens\" default=\"85mm\"} portrait lens\",\n      \"aperture\": \"{argument name=\"aperture\" default=\"f/1.8\"} for shallow depth of field\",\n      \"focus\": \"Sharp focus on subject, softly blurred background\",\n      \"resolution\": \"4K\",\n      \"color_tone\": \"Warm, cozy, festive glow\"\n    },\n    \"style\": \"Ultra-realistic cinematic photography, soft winter tones, festive mood\",\n    \"mood\": \"Cozy, elegant, holiday-inspired, softly illuminated nighttime scene\",\n    \"constraints\": [\n      \"Preserve all facial features and identity from uploaded reference\",\n      \"Do not alter hair style or face\",\n      \"Ensure snowflakes appear natural on coat and hair\"\n    ]\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509738773_r9n8o1_G72JQMiXIAAhkrG.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "176568966266846f78xvk0",
    "title": "LLM System Prompt Security Measures (Conceptual)",
    "promptEn": "Prompt injection content classifiers—Proprietary machine-learning models that detect malicious prompts and instructions within various data formats.\n\nSecurity thought reinforcement—Targeted security instructions that are added around the prompt content. These instructions remind the LLM (large language model) to perform the user-directed task and ignore adversarial instructions.\n\nMarkdown sanitization and suspicious URL redaction—Identifying and redacting external image URLs and suspicious links using Google Safe Browsing to prevent URL-based attacks and data exfiltration.\n\nUser confirmation framework—A contextual system that requires explicit user confirmation for potentially risky operations, such as deleting calendar events.\n\nEnd-user security mitigation notifications—Contextual information provided to users when security issues are detected and mitigated. These notifications encourage users to learn more via dedicated help center articles.\n\nModel resilience—The adversarial robustness of Gemini models, which protects them from explicit malicious manipulation.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509780045_dt4e2a_G718-5WWoAAwWC4.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668yt5es1dzi",
    "title": "Explain Tesla Coil Science",
    "promptEn": "draw me the exact science of this and how this experiment works and why.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509724569_3aky6t_G712VnkWMAAzLDy.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626689w7rfazfl",
    "title": "Informative Page Generation Prompt (Professor Hello Kitty)",
    "promptEn": "generate image of the instructions about it so we understand it one page informative teach us .. make it professor hello kitty teaching",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509830784_8p92ma_G71u18ZXsAE9NuX.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668e0v3xsi5r",
    "title": "High-Fashion Streetwear Editorial (Multi-Panel, Identity Lock)",
    "promptEn": "{\n  \"meta_control\": {\n    \"generation_mode\": \"multi_panel_consistent\",\n    \"priority_stack\": [\"identity_lock\", \"perspective_physics\", \"material_fidelity\", \"environmental_coherence\"],\n    \"quality_target\": \"editorial_print_ready\"\n  },\n  \"intent\": {\n    \"primary\": \"High-fashion streetwear editorial with extreme wide-angle perspective study\",\n    \"secondary\": \"Technical demonstration of foreshortening and forced perspective\",\n    \"publication_context\": \"Double-page spread, fashion magazine collage layout\"\n  },\n  \"frame\": {\n    \"aspect_ratio\": \"3:4\",\n    \"layout\": {\n      \"type\": \"2x2 grid collage\",\n      \"gutter_width\": \"2px white or seamless\",\n      \"panel_uniformity\": \"identical dimensions per panel\"\n      }\n  },\n  \"subject\": {\n    \"type\": \"Human male model\",\n    \"identity_lock\": {\n      \"enforcement_level\": \"strict\",\n      \"anchor_features\": [\"face_geometry\", \"skin_tone\", \"body_proportions\", \"hair_style\"]\n    },\n    \"biometrics\": {\n      \"age_presentation\": \"22-30\",\n      \"height_cm\": 178,\n      \"build\": \"Athletic, masculine proportions\",\n      \"ethnicity_presentation\": \"Your real appearance from reference image\"\n    },\n    \"facial_signature\": {\n      \"structure\": \"As in reference image (identity locked)\",\n      \"eyes\": \"Match reference image\",\n      \"nose\": \"Match reference image\",\n      \"lips\": \"Match reference image\",\n      \"skin\": \"Match reference — natural texture preserved\",\n      \"expression_default\": \"Neutral confidence, direct eye contact\"\n    },\n    \"hair\": {\n      \"style\": \"Match reference image\",\n      \"texture\": \"Match reference\",\n      \"behavior\": \"Natural movement responding to pose changes\"\n    },\n    \"wardrobe\": {\n      \"jacket\": {\n        \"item\": \"Oversized bomber jacket\",\n        \"material\": \"Ripstop nylon, high gloss\",\n        \"color\": \"Neon orange (vivid, saturated)\",\n        \"state\": \"Unzipped, hanging open\",\n        \"light_behavior\": \"Sharp specular highlights, visible weave texture\"\n      },\n      \"top\": {\n        \"item\": \"Fitted black crew-neck T-shirt\",\n        \"material\": \"Thick cotton jersey\",\n        \"fit\": \"Slightly tight, masculine silhouette\",\n        \"details\": \"Minimal, no logos, subtle ribbed collar\"\n      },\n      \"pants\": {\n        \"item\": \"Tactical cargo pants\",\n        \"material\": \"Heavy cotton twill, matte\",\n        \"color\": \"Charcoal grey\",\n        \"details\": \"Multiple pockets, silver buckles, black nylon straps, baggy fit\"\n      },\n      \"footwear\": {\n        \"item\": \"Platform sneakers\",\n        \"color\": \"White, chunky sole\",\n        \"condition\": \"Clean but worn, realistic sole texture\"\n      }\n    },\n    \"accessories\": {\n      \"neck\": \"Layered heavy silver Cuban link chains\",\n      \"hands\": \"Silver rings on index and middle fingers both hands\"\n    }\n  },\n  \"panels\": [\n    {\n      \"id\": 1,\n      \"position\": \"top-left\",\n      \"concept\": \"Extreme low-angle sneaker perspective\",\n      \"camera\": {\n        \"height_cm\": 10,\n        \"distance_cm\": 35,\n        \"angle\": \"Looking up a",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509781734_vs6voy_G71u0oOb0AENm7d.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668mnfuutv8j",
    "title": "High-Fashion Streetwear Editorial Grid Collage",
    "promptEn": "{\n  \"meta_control\": {\n    \"generation_mode\": \"multi-panel-consistent\",\n    \"priority_stack\": [\"identity-lock\", \"perspective-physics\", \"material-fidelity\", \"environmental-coherence\"],\n    \"quality_target\": \"editorial-print-ready\"\n  },\n  \"intent\": {\n    \"primary\": \"High-fashion streetwear editorial with extreme wide-angle perspective study\",\n    \"secondary\": \"Technical demonstration of foreshortening and forced perspective\",\n    \"publication_context\": \"Double-page spread, fashion magazine collage layout\"\n  },\n  \"frame\": {\n    \"aspect_ratio\": \"3:4\",\n    \"layout\": {\n      \"type\": \"2x2 grid collage\",\n      \"gutter_width\": \"2px white or seamless\",\n      \"panel_uniformity\": \"identical dimensions per panel\"\n      }\n  },\n  \"subject\": {\n    \"type\": \"Human male model\",\n    \"identity_lock\": {\n      \"enforcement_level\": \"strict\",\n      \"anchor_features\": [\"face-geometry\", \"skin-tone\", \"body-proportions\", \"hair-style\"]\n    },\n    \"biometrics\": {\n      \"age_presentation\": \"{argument name=\"age presentation\" default=\"22-30\"}\",\n      \"height_cm\": {argument name=\"height cm\" default=\"178\"},\n      \"build\": \"Athletic, masculine proportions\",\n      \"ethnicity_presentation\": \"Your real appearance from reference image\"\n    },\n    \"facial_signature\": {\n      \"structure\": \"As in reference image (identity locked)\",\n      \"eyes\": \"Match reference image\",\n      \"nose\": \"Match reference image\",\n      \"lips\": \"Match reference image\",\n      \"skin\": \"Match reference — natural texture preserved\",\n      \"expression_default\": \"Neutral confidence, direct eye contact\"\n    },\n    \"hair\": {\n      \"style\": \"Match reference image\",\n      \"texture\": \"Match reference\",\n      \"behavior\": \"Natural movement responding to pose changes\"\n    },\n    \"wardrobe\": {\n      \"jacket\": {\n        \"item\": \"Oversized bomber jacket\",\n        \"material\": \"Ripstop nylon, high gloss\",\n        \"color\": \"Neon orange (vivid, saturated)\",\n        \"state\": \"Unzipped, hanging open\",\n        \"light_behavior\": \"Sharp specular highlights, visible weave texture\"\n      },\n      \"top\": {\n        \"item\": \"Fitted black crew-neck T-shirt\",\n        \"material\": \"Thick cotton jersey\",\n        \"fit\": \"Slightly tight, masculine silhouette\",\n        \"details\": \"Minimal, no logos, subtle ribbed collar\"\n      },\n      \"pants\": {\n        \"item\": \"Tactical cargo pants\",\n        \"material\": \"Heavy cotton twill, matte\",\n        \"color\": \"Charcoal grey\",\n        \"details\": \"Multiple pockets, silver buckles, black nylon straps, baggy fit\"\n      },\n      \"footwear\": {\n        \"item\": \"Platform sneakers\",\n        \"color\": \"White, chunky sole\",\n        \"condition\": \"Clean but worn, realistic sole texture\"\n      }\n    },\n    \"accessories\": {\n      \"neck\": \"Layered heavy silver Cuban link chains\",\n      \"hands\": \"Silver rings on index and middle fingers both hands\"\n    }\n  },\n  \"panels\": [\n    {\n      \"id\": 1,\n      \"position\": \"top-left\",\n      \"concept\": \"Extreme low-angle sneaker perspective\",\n    }",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509831174_2molfr_G71uEPpasAAhAsv.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668dke4f9mv8",
    "title": "Complex JSON Prompt for Mirror Selfie Scene with Pose and Geometry Locks",
    "promptEn": "{\n  \"template_id\": \"mirror_room_cheeky_v_bikini_synth_v1_compact\",\n  \"version\": \"1.3.0\",\n  \"intent\": \"Straight-on mirror selfie scene with clothed synthetic woman in pink cheeky V-shaped bikini; same room, chair, dog, and camera angle; identity replacement allowed.\",\n  \"subject_identity_policy\": {\n    \"subject_type\": \"synthetic_adult_female\",\n    \"identity_replacement_allowed\": true,\n    \"scope\": \"face_and_body_identity_only\",\n    \"constraints\": [\n      \"Do not alter pose, proportions, or bikini coverage.\",\n      \"Do not move chair, dog, mirror, or environment.\"\n    ]\n  },\n  \"pose_lock\": {\n    \"desc\": \"Kneeling on cushion, back to mirror, torso slightly rotated, head turned toward phone.\",\n    \"body_orientation\": {\n      \"pelvis_yaw\": 180,\n      \"pelvis_pitch\": -2,\n      \"spine_yaw\": -12,\n      \"spine_pitch\": 8\n    },\n    \"head\": {\n      \"yaw\": 35,\n      \"pitch\": -4\n    },\n    \"legs\": {\n      \"kneeling\": true,\n      \"knee_sep\": 0.8,\n      \"lower_leg_deg\": 15\n    },\n    \"arms\": {\n      \"left\": {\n        \"elbow\": 95,\n        \"shoulder\": 22,\n        \"pos\": {\n          \"x\": 0.63,\n          \"y\": 0.34\n        },\n        \"action\": \"holding_phone\"\n      },\n      \"right\": {\n        \"elbow\": 40,\n        \"shoulder\": 15,\n        \"pos\": {\n          \"x\": 0.52,\n          \"y\": 0.52\n        },\n        \"action\": \"resting\"\n      }\n    },\n    \"back\": {\n      \"scapula\": \"visible\",\n      \"curve\": \"mild\",\n      \"shoulder_h\": 0.63\n    },\n    \"hips\": {\n      \"hip_h\": 0.45,\n      \"center_x\": 0.51,\n      \"pelvis_tilt\": 5\n    },\n    \"rules\": [\n      \"Keep kneeling pose and straight-on back view.\",\n      \"Freeze angles within ±2 degrees.\",\n      \"Maintain clear phone-to-mirror geometry.\"\n    ]\n  },\n  \"camera_lock\": {\n    \"method\": \"mirror_selfie\",\n    \"focal_mm\": 26,\n    \"dist_m\": 1.2,\n    \"height_m\": 1.05,\n    \"pitch\": -3,\n    \"lens\": \"mild_barrel\",\n    \"dof\": {\n      \"aperture\": 2.2,\n      \"blur\": \"subtle\"\n    },\n    \"framing\": {\n      \"ratio\": \"4:3\",\n      \"left\": \"mirror_edge\",\n      \"right\": \"chair_edge\",\n      \"top\": \"ceiling_strip\",\n      \"bottom\": \"cushion_floor\"\n    },\n    \"rules\": [\n      \"Keep camera aligned nearly straight-on.\",\n      \"Do not shift camera position or height.\"\n    ]\n  },\n  \"bikini_geometry_lock\": {\n    \"type\": \"two_piece\",\n    \"top\": {\n      \"style\": \"bandeau\",\n      \"tie\": {\n        \"x\": 0.5,\n        \"y\": 0.56\n      },\n      \"tension\": \"moderate\"\n    },\n    \"bottom\": {\n      \"style\": \"cheeky_v\",\n      \"waist_h\": 0.47,\n      \"side_deg\": 45,\n      \"coverage\": 0.7,\n      \"center\": {\n        \"x\": 0.51,\n        \"y\": 0.61\n      }\n    },\n    \"pattern\": {\n      \"base\": \"#ff6aa0\",\n      \"acc\": \"#ffffff\",\n      \"type\": \"floral\",\n      \"scale\": 0.18\n    },\n    \"fabric\": {\n      \"mat\": \"nylon_spandex\",\n      \"spec\": 0.35,\n      \"stretch\": \"horizontal\"\n    },\n    \"rules\": [\n      \"Maintain cheeky V-cut.\",\n      \"Do not change pink color or floral pattern.\"\n    ]\n  },\n  \"lighting_lock\": {\n    \"model\": \"indoor_daylight_mix\",\n    \"prima",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509707054_x23120_G71qMw9W8AA9taY.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668tlbv1c9pk",
    "title": "Abstract Background Generation (Reference-Based)",
    "promptEn": "location:\n  description: >\n    Simple background created by interpreting the reference image’s mood.\n    Use soft gradients, atmospheric glow, light particles, or abstract light rays.\n    Avoid complex textures or any copyrighted shapes.\n  background_feel: >\n    Subtle, atmospheric, clean.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509784585_rw13tx_G7zCMDVaMAEuL29.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668jqnnu4eh8",
    "title": "Cinematic Action Scene: Explosion Behind High-Speed Car",
    "promptEn": "{\n  \"main_action\": {\n    \"event\": \"Large explosion occurring behind a moving car\",\n    \"effects\": {\n      \"fireball\": \"Bright orange-yellow explosion expanding outward\",\n      \"smoke\": \"Thick grey and brown smoke billowing through the street\",\n      \"debris\": \"Particles flying in the air due to blast pressure\"\n    }\n  },\n\n  \"subjects\": [\n    {\n      \"type\": \"person\",\n      \"count\": 3,\n      \"position\": \"Right foreground, running away from explosion\",\n      \"pose\": \"Full sprint, leaning forward\",\n      \"appearance\": {\n        \"gender_presentation\": \"2 female young adult, one younger male of about 5years old\",\n        \"clothing\": [\n          \"Dark jacket\",\n          \"Red top\",\n          \"black long pants\"\n        ]\n      }\n    }\n  ],\n\n  \"vehicles\": [\n    {\n      \"type\": \"high-speed sports car\",\n      \"position\": \"Center foreground, moving toward the camera\",\n      \"direction\": \"Driving at high speed away from explosion\",\n      \"appearance\": \"Futuristic or high-performance design, sleek aerodynamic curves\"\n    }\n  ],\n\n  \"background_details\": {\n    \"architecture\": \"Tall, modern skyscrapers lining both sides of the street\",\n    \"street\": \"Wide avenue with pavement, dust, and scattered debris\",\n    \"atmosphere\": \"Dust-filled air from explosion shockwave\"\n  },\n\n  \"composition\": {\n    \"camera_angle\": \"Low-angle shot, close to ground, slightly tilted forward\",\n    \"framing\": \"Subjects and car moving toward viewer; explosion centered behind them\",\n    \"focus\": \"Sharp focus on car and running individuals; background explosion slightly diffused by smoke\",\n    \"motion\": \"Dynamic motion blur indicating fast movement and chaos\"\n  },\n\n  \"technical_notes\": {\n    \"intensity_level\": \"Very high\",\n    \"resolution\": \"high (appears 4K+)\", \n    \"style\": \"hyper-realistic digital rendering, cinematic photography\",\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509716221_6006wx_G71fjhSW8AArIjV.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668gy3pfnocn",
    "title": "Moody Portrait with Diagonal Light Beam",
    "promptEn": "Moody portrait of a man leaning against a concrete wall with his body mostly in darkness. Only a thin diagonal beam of light cuts across his cheekbone and jawline. Dark shirt, dark jeans, subtle highlight on his watch. Heavy contrast, cold tones.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509709174_dtpcmf_G71d6bMagAAOBmo.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668l76aficgd",
    "title": "Predictive K-Line Chart Extension for Stock Trends",
    "promptEn": "“Based on the trend of this chart, draw the K-line trend for the next 10 days, extending the drawing on the original chart using dashed lines”",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509789181_13l0y1_G71a8JDa0AALMNm.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626682nv3bnz9p",
    "title": "Labeled Diagram of a Human Cell (Comparison Prompt)",
    "promptEn": "Create a fully labeled diagram of a human cell with at least 10 labeled elements. Make sure these labels are precise and accurate.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509716101_6fumqh_G71DLXxWEAA7SgO.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668bbmyf6j1b",
    "title": "Free Christmas Promotional Prompt",
    "promptEn": "The Christmas Prompt, create fun advertisements with Nano Banana and your products in 1 minute or less, just copy the prompt and that's it.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509766995_tmnj1l_G71AdOxaMAEWztJ.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668oz6zkgbu9",
    "title": "Cinematic Night Portrait in Grass Field (Structured JSON)",
    "promptEn": "{\n  \"prompt\": \"A realistic portrait of a young woman standing in an overgrown grass field at night. She has long straight brunette hair cascading down her back. She is wearing a light-green t-shirt with a relaxed, regular fit (not tight) and denim shorts. She has a bright smile and sparkling eyes. The background is dark with cinematic bokeh lights, creating a mysterious and intimate atmosphere. High quality, photorealistic, 8k resolution.\",\n  \"negative_prompt\": \"tight shirt, skin-tight clothing, daytime, bright sunlight, bad anatomy, blurry face, low quality, distorted features\",\n  \"subject_details\": {\n    \"gender\": \"female\",\n    \"hair\": \"long straight brunette\",\n    \"expression\": \"bright smile, laughing\",\n    \"clothing_top\": \"light-green t-shirt, relaxed fit, comfortable\",\n    \"clothing_bottom\": \"loose denim shorts\"\n  },\n  \"setting\": {\n    \"location\": \"overgrown grass field\",\n    \"time\": \"late night\",\n    \"lighting\": \"dark ambient, background bokeh\"\n  },\n  \"style\": \"cinematic, photorealistic, portrait\"\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509773366_95o3v8_G707fDbaMAIUOOB.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668t83jbgobl",
    "title": "Ultra-realistic Night Street Scene with Petals",
    "promptEn": "{\n  \"image_prompt\": {\n    \"scene\": {\n      \"description\": \"ultra-realistic empty street at night with tall trees lit by overhead streetlights\",\n      \"details\": [\n        \"bright streetlight illuminating upper branches\",\n        \"scattered white petals covering the road\",\n        \"deep shadows and dark building silhouettes\",\n        \"dim shops and houses on the side\"\n      ]\n    },\n    \"lighting\": {\n      \"type\": \"nighttime street lighting\",\n      \"details\": \"strong overhead lamp casting focused glow on tree leaves, soft spill light on pavement, dark background contrast\"\n    },\n    \"environment\": {\n      \"mood\": \"quiet, calm, slightly cinematic nighttime ambiance\",\n      \"elements\": [\n        \"empty road\",\n        \"sidewalk with fallen petals\",\n        \"faint distant streetlights\",\n        \"trees forming a canopy\"\n      ]\n    },\n    \"camera\": {\n      \"framing\": \"vertical composition showing road depth and tall tree\",\n      \"style\": \"low-noise clean night shot\",\n      \"depth\": \"deep perspective with visible far-end lights\"\n    },\n    \"quality\": \"8K hyper-realistic, crisp night lighting, detailed shadows, natural colors\",\n    \"signature\": \"VIVEK HY\"\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509696257_o3d8r5_G707eohbUAActp6.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668op5ngx6aq",
    "title": "Hyper-realistic Evil Queen Beauty Portrait",
    "promptEn": "Use the uploaded photo as the main reference for the subject's facial features.\nHyper-realistic close-up beauty portrait of a striking woman with an evil, challenging and villain gaze. Her face is tilted to the left and downward also looking in the same direction. She has a tanned skin and bold, glossy ruby-red lips. Her eyes are lined with sharp, heavy black winged eyeliner. Her eyeshadow is teal-green, covering an area like a black eye with a small filigrain pattern on the lower eyelid. The lighting is dramatic low-key chiaroscuro, highlighting her face while fading into deep shadow. Pitch black background. \nThe overall vibe is \"Evil Queen aesthetic,\" \"seductive,\" \"villainess,\" \"magical realism.\" High-fashion editorial style, airbrushed finish, cinematic lighting, Shot on Sony A7R IV, incredibly detailed skin texture, depth of field, cinematic lighting, masterpiece, photorealistic, 8k, highly detailed.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509687121_y3i3rr_G705Kn8XMAA7gsB.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626686ki7kh84h",
    "title": "Desert Camping Scene (Hyper-realistic Night)",
    "promptEn": "{\n  \"image_prompt\": {\n    \"quality\": \"{argument name=\"quality\" default=\"8K hyper-realistic\"}\",\n    \"style\": \"moody night outdoor camping scene, cinematic lighting, deep blue ambient tones\",\n    \"face_preservation\": {\n      \"use_reference_face\": true,\n      \"accuracy\": \"match exactly\"\n    },\n    \"scene\": {\n      \"environment\": \"{argument name=\"environment\" default=\"open desert plain at night\"}\",\n      \"lighting\": \"warm campfire glow against dark blue surroundings\"\n    },\n    \"subject\": {\n      \"description\": \"man sitting on a folding chair near a bright campfire, relaxed posture\",\n      \"outfit\": \"dark outdoor jacket, hat, rugged camping look\"\n    },\n    \"vehicle\": {\n      \"type\": \"off-road SUV with rooftop tent open\",\n      \"details\": \"rear doors open, interior camping lights on, large tires, adventure setup\"\n    },\n    \"composition\": \"wide-shot, fire in foreground, man on right, SUV on left, strong contrast\",\n    \"signature\": \"VIVEK HY\"\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509741980_loemfc_G704UcFaMAENHyS.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626685lpps5bu2",
    "title": "Image Inpainting/Filling Missing White Space",
    "promptEn": "Fill in the missing white space on the side of {argument name=\"image name\" default=\"image2\"}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509770258_nolcri_G7024oqWIAA-TTB.png",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668wx0tcx8pd",
    "title": "Forensic Surrealist Photography (Liminal Breakroom Incident)",
    "promptEn": "╔════════════════════════════════════════════════════════════════╗\n║         LIMINAL_BREAKROOM_INCIDENT - FIELD MANUAL              ║\n║              Forensic Surrealist Photography                   ║\n╚════════════════════════════════════════════════════════════════╝\n\n■ CORE PARAMETERS\n├─ ROLE: Forensic Surrealist Photographer\n├─ OBJECTIVE: Capture 'found footage' still of paranormal thermodynamic event\n└─ CONSTRAINT: Must feel like evidence → prioritize texture & lighting physics over composition\n\n═══════════════════════════════════════════════════════════════════\n\n■ CAMERA SYSTEM [SELECT ONE PER CATEGORY]\n│\n├─ TYPE:\n│   ├── {argument name=\"camera type 1\" default=\"Ceiling-mounted CCTV dome\"}\n│   ├── Wall-mounted bullet\n│   ├── Body-worn (detached)\n│   ├── Pinhole covert\n│   └── 360-degree fisheye\n│\n├─ LENS:\n│   ├── {argument name=\"lens type 1\" default=\"Fisheye 12mm\"}\n│   ├── Narrow 50mm\n│   ├── Varifocal stuck at 24mm\n│   └── Pinhole\n│\n├─ QUALITY:\n│   ├── {argument name=\"quality 1\" default=\"4K upscale of analog tape\"}\n│   ├── 1080p DVR (blocky compression)\n│   ├── 480p VHS rip\n│   ├── 8mm film scan\n│   └── 1280x1024 security DVR\n│\n├─ PERSPECTIVE:\n│   ├── {argument name=\"perspective 1\" default=\"High-angle 45°\"}\n│   ├── Eye-level (dutch angle)\n│   ├── Corner 60°\n│   ├── Low-angle floor\n│   └── Over-shoulder of shadow\n│\n├─ MANDATORY ARTIFACTS (Apply all):\n│   ├── High ISO grain (6400-12800)\n│   ├── Chromatic aberration (red/cyan split)\n│   └── Motion blur on meal ONLY\n│\n└─ OPTIONAL ARTIFACTS (Select 3-5):\n    ├── VHS tracking fuzz (5-15% bottom screen)\n    ├── Interlacing comb lines\n    ├── Lens dust spots (5-7 ghost orbs)\n    ├── IR illumination halo\n    ├── Dropped frames (ghost frames)\n    ├── Timestamp burn-in (blinking)\n    └── Camera ID overlay: 'CAM-04-BREAKROOM-E'\n\n═══════════════════════════════════════════════════════════════════\n\n■ LIGHTING ENGINE\n│\n├─ PRIMARY SOURCE [SELECT ONE]:\n│   ├── {argument name=\"primary light source 1\" default=\"Overhead fluorescent (4000K, green cast)\"}\n│   ├── Single bulb (2700K, pulsing)\n│   ├── Emergency exit sign red\n│   ├── Microwave clock LED\n│   └── Streetlight orange\n│\n├─ SECONDARY SOURCE (Mandatory):\n│   └── Bioluminescence emitting FROM the meal\n│\n└─ SHADOW BEHAVIOR [SELECT ONE]:\n    ├── {argument name=\"shadow behavior 1\" default=\"Hard shadows (shape mismatch with objects)\"}\n    ├── Shadows point TOWARD meal (inverse light)\n    ├── No shadows (void silhouette effect)\n    ├── Multiple conflicting shadows\n    └── Animating shadows (15fps ghost frames)\n\n═══════════════════════════════════════════════════════════════════\n\n■ MATERIAL SHADERS\n│\n├─ TABLE SURFACE:\n│   ├── {argument name=\"table surface 1\" default=\"Faux-wood laminate (peeling edge)\"}\n│   ├── Stainless steel (acid-etched fingerprints)\n│   ├── White plastic (circular burn marks)\n│   └── Particle board (water-swollen)\n│\n├─ FLOOR MATERIAL:\n│   ├── {argument name=\"floor material 1\" default=\"Linoleum (wet reflection pool)\"}\n│   ├── Industrial carpet (stain actively spreading)\n│   ├── Concrete (glowing mold in cracks)\n│   └── Vinyl seams (liquid pooling between planks)\n│\n└─ ATMOSPHERIC VFX:\n    ├── Dust motes frozen in meal's glow\n    ├── Condensation droplets on lens\n    ├── Defiant steam (coiling upward spiral)\n    └── Su",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509749965_1psej7_G701M-HWIAABDIK.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668jdqzknjut",
    "title": "Simple Coloring and Detail Enhancement Prompt",
    "promptEn": "Turn {argument name=\"number of people\" default=\"4\"} women into a colored illustration. The hair color should be {argument name=\"hair color\" default=\"blonde\"}, and the clothes should be based on {argument name=\"clothing colors\" default=\"red and white\"}.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509806675_bv18xo_G70xy-2bcAAx-y9.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668834tfg3tu",
    "title": "Devotee and Holographic Krishna Creation",
    "promptEn": "Generate image of a smiling Indian young male devotee joining hands to statue of lord Krishna and sky blue hologram of happy lord Krishna is putting his hand over devotees shoulder in the temple, cinematic effect, pure devotional environment, 4k resolution, hindi text \"{argument name=\"hindi text\" default=\"कृष्ण सदा सहायते\"}\" under the image in fancy fonts",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509690345_bh4hy3_G70w899boAAG2PS.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668vl98tno24",
    "title": "Y2K Aesthetic Doll-Faced Portrait with Direct Flash",
    "promptEn": "{\n  \"image_prompt\": {\n    \"subject\": {\n      \"description\": \"hyper-realistic portrait of a cute, doll-faced Asian woman sitting at a dark wooden table in a vintage-style room\",\n      \"face_preservation\": true,\n      \"pose\": {\n        \"body_position\": \"seated at the table\",\n        \"head\": \"slightly tilted toward camera\",\n        \"hands\": \"chin resting gently on one hand, other hand relaxed on or near the table\",\n        \"expression\": \"soft, warm, slightly shy smile with big doll-like eyes looking toward the camera\"\n      },\n      \"appearance\": {\n        \"skin_tone\": \"very fair skin with realistic texture\",\n        \"hair\": {\n          \"color\": \"dark brown\",\n          \"length\": \"long\",\n          \"style\": \"slightly wind-blown with a few strands falling across her face, layered and softly messy\"\n        },\n        \"makeup\": {\n          \"style\": \"Douyin and Korean-inspired\",\n          \"eyes\": \"long curled lashes with subtle liner, bright and glossy look\",\n          \"blush\": \"soft pink on cheeks and nose tip\",\n          \"lips\": \"glossy rose-pink lips\",\n          \"overall\": \"cute doll-like aesthetic\"\n        },\n        \"clothing\": {\n          \"top\": {\n            \"type\": \"puff-sleeve crop top\",\n            \"pattern\": \"red-and-white checkered\",\n            \"neckline\": \"wide neckline revealing collarbones and subtle cleavage\",\n            \"details\": \"small lace ruffle edges and a bow tie in the center\"\n          },\n          \"bottom\": {\n            \"type\": \"fitted mini skirt\",\n            \"pattern\": \"matching red-and-white checkered\"\n          }\n        },\n        \"accessories\": {\n          \"necklace\": \"minimal small-pendant necklace\",\n          \"nails\": \"Christmas-themed nail art\"\n        }\n      }\n    },\n\n    \"environment\": {\n      \"setting\": \"retro café or music lounge corner\",\n      \"walls\": {\n        \"color\": \"dark brown\",\n        \"decor\": [\n          \"CD shelves\",\n          \"vinyl records on the wall\",\n          \"Christmas tree\",\n          \"Christmas ornaments\"\n        ]\n      },\n      \"table\": {\n        \"material\": \"dark wood\",\n        \"objects\": [\n          \"vintage amplifier\",\n          \"old-style record player\",\n          \"one iced matcha latte in a clear cup\",\n          \"beautifully decorated Christmas-themed food and desserts\",\n          \"red Canon IXY 30S camera placed clearly on the table\"\n        ]\n      }\n    },\n\n    \"lighting\": {\n      \"ambient\": {\n        \"type\": \"warm tungsten\",\n        \"color\": \"orange\",\n        \"mood\": \"cozy and festive\"\n      },\n      \"key_light\": {\n        \"type\": \"direct flash\",\n        \"position\": \"from camera direction\",\n        \"effect\": \"brightens her skin sharply with a slightly yellow-white glow, creates strong hard shadows behind her\"\n      },\n      \"additional_light\": {\n        \"type\": \"soft natural sunlight\",\n        \"placement\": \"subtle presence in the room\",\n        \"effect\": \"adds gentle highlights and depth\"\n      }\n    },\n\n    \"photography\": {\n      \"style\": \"Y2K / \"\n    }\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509695151_93qfgt_G70r2R7W0AEc9BH.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "176568966266817b09jis0",
    "title": "Image Editing: Background and Object Replacement",
    "promptEn": "Replace the background with [{argument name=\"holiday theme background\" default=\"Holiday theme background\"}]. Change the person's outfit to [{argument name=\"outfit\" default=\"Outfit\"}]. The person is holding a [{argument name=\"object\" default=\"Object\"}]. Don't change the person's pose\n\nShow me this photo as if a professional photographer captured it with proper lightly, color grading, depth of field. Also replace the background with {argument name=\"new background\" default=\"jurassic dinosaur christmas time\"}. The man is holding a {argument name=\"new object\" default=\"dinosaur\"}. Don't change the man's pose",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509733348_343wt9_G70alk7X0AEssNf.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668612h1psaa",
    "title": "Step 1: Professional Photography Enhancement",
    "promptEn": "\"Show me this photo as if a professional photographer captured it with proper lightly, color grading, depth of field.\"",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509747731_sez5lb_G70X4WTWgAAoQ1w.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668f0t8rzqad",
    "title": "Microscopic City Art Addition Prompt",
    "promptEn": "Based on the image, add stunning microscopic city artwork.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509810466_qobqml_G70lHdba0AAoitP.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668c48fh15zv",
    "title": "Christmas Tree Disaster Action Freeze (Tom and Jerry Style)",
    "promptEn": "Transform this photo into a holiday living room scene. Keep the subject's face and body exactly as they are, reaching up to place a star on top of a Christmas tree.\nThe Disaster: The tree is tipping over dangerously onto the subject. {argument name=\"character 1\" default=\"Tom\"} is clinging to the top branches, looking terrified, eyes bulging. {argument name=\"character 2\" default=\"Jerry\"} is at the bottom of the tree, having just sawed through the trunk with a tiny saw.\nStyle: Dynamic action freeze, flying ornaments, cozy fireplace lighting in the background.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509736307_8lfk34_G70jvAkXgAEI-58.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668q3nltq2pg",
    "title": "Upload Photo First Prompt Instruction",
    "promptEn": "Upload your photo first",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509760450_4so2sn_G70V-MTWoAASARG.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626684pdp5e70g",
    "title": "Dramatic Ethereal Portrait of a Woman Holding Pomegranates (Persephone Aesthetic)",
    "promptEn": "{\n  \"prompt\": \"A dramatic and ethereal portrait of a woman in a {argument name=\"dress color\" default=\"deep red\"} lace dress, holding two halves of a vibrant, ripe pomegranate. The woman has striking, highly contrasted makeup: bold red graphic blush extending from the temples and cheekbones, sharp red lipstick, and defined dark eyebrows. She has {argument name=\"eye color\" default=\"bright blue\"} eyes and dark hair pulled back into a sleek, low ponytail. The dress features a plunging V-neckline and voluminous, flared, sheer lace sleeves. She is accessorized with delicate gold jewelry, including small hoop earrings and a thin necklace. The background is soft and romantic, consisting of layers of sheer, textured, {argument name=\"background color\" default=\"off-white or cream\"} lace or tulle curtains, creating a soft-focus, dreamlike atmosphere. The lighting is rich, creating deep shadows and highlighting the textures of the lace and the sheen of the makeup and pomegranates. The overall aesthetic is evocative of a modern interpretation of a classical or mythological figure, possibly Persephone, with a focus on deep, passionate reds and ethereal whites. High-quality, professional photography, editorial style, dramatic lighting, detailed texture.\",\n  \"style\": [\n    \"Editorial Portraiture\",\n    \"Dark Romance\",\n    \"Ethereal\",\n    \"Baroque-inspired\",\n    \"Fashion Photography\"\n  ],\n  \"camera_settings\": {\n    \"lens\": \"{argument name=\"lens\" default=\"85mm or 50mm\"} (shallow depth of field)\",\n    \"aperture\": \"{argument name=\"aperture\" default=\"f/1.8 - f/2.8\"} (for strong bokeh in the background)\",\n    \"lighting\": \"Contrasty, dramatic key light, soft fill light\",\n    \"color_grading\": \"Rich, saturated reds and deep shadows\"\n  },\n  \"key_elements\": [\n    \"Woman in deep red lace dress\",\n    \"Holding halved pomegranates (ruby red seeds visible)\",\n    \"Dramatic red graphic blush and lipstick\",\n    \"Blue eyes, dark hair\",\n    \"Plunging neckline\",\n    \"Sheer lace background/curtains\",\n    \"Gold jewelry\"\n  ],\n  \"mood\": \"Passionate, dramatic, mysterious, seductive, intense\"\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509735603_z76kfy_G70kpmKaoAAh5Yc.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668oom5ra89v",
    "title": "Hyper-Realistic Selfie Prompt with Technical Camera Specs",
    "promptEn": "{\n  \"image_prompt\": {\n    \"subject\": {\n      \"demographics\": \"Young woman\",\n      \"skin_tone\": \"White skin with prominent freckles on nose and cheeks, rendered with Deep Fusion texture accuracy\",\n      \"hair\": \"Long, wavy brown hair\",\n      \"eyes\": \"Green/Hazel (one eye open), sharp focus showing iris detail\",\n      \"eyebrows\": \"Thick, natural, dark eyebrows\"\n    },\n    \"attire\": {\n      \"clothing\": \"Black bikini top with white polka dots\",\n      \"jewelry\": \"Delicate layered gold chain necklace\"\n    },\n    \"expression_and_pose\": {\n      \"facial_expression\": \"Playful and cheeky; winking with right eye (viewer's left), tongue slightly sticking out to the side, smiling with teeth visible\",\n      \"hand_position\": \"Right hand resting on top of the head/headscarf\",\n      \"framing\": \"Close-up selfie portrait, arm visible holding the device\",\n      \"angle\": \"Eye-level selfie angle\"\n    },\n    \"environment\": {\n      \"setting\": \"Outdoor tropical or coastal location\",\n      \"background\": \"Textured tree bark or rock face with hints of green tropical foliage, exhibiting natural bokeh\",\n      \"lighting\": \"Bright natural daylight, dappled sunlight, handled by Smart HDR 5 for balanced highlights and shadows\"\n    },\n    \"technical_specifications\": {\n      \"device\": \"iPhone 17 Pro Max\",\n      \"camera\": \"TrueDepth Front Camera (or 48MP Fusion System style)\",\n      \"lens_details\": \"24mm equivalent, f/1.9 aperture\",\n      \"resolution\": \"48MP ProRAW / HEIF Max\",\n      \"processing\": \"Photonic Engine, Deep Fusion, Smart HDR 6\",\n      \"color_profile\": \"Standard Photographic Style with high dynamic range\",\n      \"quality_tags\": [\n        \"Ultra-fine facial detail\",\n        \"Natural skin texture\",\n        \"Sharp focus\",\n        \"8K resolution\",\n        \"Mobile photography masterpiece\",\n        \"Shot on iPhone\"\n      ]\n    }\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509707475_gvyws7_G70isnnaMAAB7Fs.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668snnnnmzgm",
    "title": "Photorealistic Mirror Selfie with Face Consistency",
    "promptEn": "{\n  \"generation_settings\": {\n    \"aspect_ratio\": \"9:16\",\n    \"style\": \"Photorealistic Portrait\",\n    \"reference_strength\": \"High (Face Consistency)\"\n  },\n  \"prompt_components\": {\n    \"subject\": {\n      \"face_reference\": \"Identical face to uploaded image\",\n      \"hair\": \"Long, silver-grey, sleek, straight\",\n      \"skin\": \"Naturally smooth with a subtle glow\",\n      \"makeup\": \"Polished and naturally glamorous, winged eyeliner, defined brows, soft contouring, matte nude lips\",\n      \"nails\": \"Long, painted pastel pink\"\n    },\n    \"attire\": {\n      \"top\": \"Fitted white short-sleeved crop top\",\n      \"bottoms\": \"Light blue high-waisted denim jeans\"\n    },\n    \"pose_and_action\": {\n      \"type\": \"Mirror selfie\",\n      \"device\": \"iPhone 16 Pro Max held in one hand\",\n      \"posture\": \"Standing slightly turned to the side, upper body angled toward mirror, head turned toward camera, arm resting naturally by side\",\n      \"effect\": \"Soft, natural side profile emphasizing waist and hips\"\n    },\n    \"environment\": {\n      \"location\": \"Bright, softly lit bedroom\",\n      \"background_elements\": \"Neatly made white bed with a pale pink blanket, minimalist decor\",\n      \"lighting_source\": \"Soft daylight coming through windows\"\n    },\n    \"technical_details\": {\n      \"lighting_quality\": \"Even and diffuse, enhancing realistic skin texture and denim details\",\n      \"resolution\": \"Ultra-sharp, high-quality photorealistic 8K rendering\",\n      \"reflection\": \"Clean mirror reflection\"\n    }\n  },\n  \"final_prompt_string\": \"A realistic mirror selfie portrait of a young woman with a face identical to the reference image. She has long, sleek, straight silver-grey hair and polished makeup with winged eyeliner and matte nude lips. She is dressed in a fitted white short-sleeved crop top and light blue high-waisted denim jeans. She stands in a side profile pose, angling her body toward the mirror while holding an iPhone 16 Pro Max; her nails are long and pastel pink. The background is a sunlit bedroom with a white bed and pale pink blanket. The lighting is diffuse and soft, highlighting skin texture. 8K resolution, photorealistic.\"\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509702076_kejtit_G70fv12WsAAHT0v.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668pm2nl36bd",
    "title": "Y2K Grunge Arcade Selfie Portrait",
    "promptEn": "{\n  \"image_analysis\": {\n    \"subject\": {\n      \"demographics\": \"Young woman, estimated {argument name=\"age\" default=\"late teens\"}\",\n      \"skin\": \"Porcelain, rosy cheeks\",\n      \"hair\": {\n        \"color\": \"{argument name=\"hair color\" default=\"Platinum with pink tips\"}\",\n        \"style\": \"Space buns, strands out\",\n        \"details\": \"Cute messy texture\"\n      },\n      \"facial_features\": {\n        \"eyes\": \"Violet, star stickers, playful\",\n        \"lips\": \"Candy gloss\",\n        \"expression\": \"Blowing kiss subtly\"\n      }\n    },\n    \"attire\": {\n      \"top\": {\n        \"color\": \"Black\",\n        \"style\": \"Crop-top with asymmetric v-cut\",\n        \"graphic\": \"Kitten graphic\"\n      },\n      \"bottom\": {\n        \"color\": \"Plaid\",\n        \"style\": \"Short-shorts over tights\"\n      },\n      \"accessories\": {\n        \"earrings\": \"Dangling hearts\",\n        \"other\": \"Thigh-high socks peek\"\n      }\n    },\n    \"environment\": {\n      \"location\": \"Arcade glow area\",\n      \"background_elements\": [\n        \"Flashing game screens\",\n        \"Ticket rolls\",\n        \"Neon borders\",\n        \"Plush prizes\",\n        \"Tile floor shine\"\n      ]\n    },\n    \"technical_specs\": {\n      \"perspective\": \"Selfie-style arm extend\",\n      \"lighting\": \"Arcade neons with pop flash\",\n      \"camera_style\": \"Fun low-res vibe\",\n      \"aesthetic\": \"Y2K grunge, urban street style, edgy, 'cool girl' vibe, candid night shot\"\n    }\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509752867_wwd5qz_G70ecoiX0AAKK9e.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668q80vv31j9",
    "title": "Detailed Mirror Selfie/Indoor Portrait Prompt",
    "promptEn": "{\n  \"prompt_details\": {\n    \"image_type\": \"Mirror Selfie/Indoor Portrait\",\n    \"subject\": {\n      \"description\": \"A young woman, likely in her 20s or early 30s, with fair skin and shoulder-length blonde or light brown hair.\",\n      \"pose\": \"Holding a black smartphone with both hands to take a mirror selfie, looking directly into the camera/mirror with a soft expression.\",\n      \"attire\": \"Wearing a silky, long-sleeved, collared white or cream-colored blouse/shirt. The bottom is a high-waisted, reddish-brown or rust-colored leather or faux-leather skirt or trousers, cinched with a matching belt. She is wearing small hoop earrings and a ring.\",\n      \"makeup\": \"A deep berry or mauve lip color, and natural eye makeup.\"\n    },\n    \"setting\": {\n      \"location_type\": \"Bathroom or dressing area\",\n      \"background_elements\": \"A prominent, large, black-framed mirror with a curved top and slightly distressed surface. Below the mirror is a narrow white ledge/counter. Behind the counter, there's exposed reddish-orange brick and a white wainscoting/beadboard below the mirror. To the right, a white electrical outlet with visible switches. To the left, a light gray towel or garment hangs on a hook/bar.\",\n      \"lighting\": \"Soft, warm, indoor lighting, likely natural light supplemented by overhead fixtures, casting a subtle shine on the white blouse.\"\n    },\n    \"foreground_elements\": {\n      \"objects_on_counter\": \"Various makeup and beauty products are neatly arranged on the white counter directly below the mirror. These include: a bright yellow box with black text (possibly 'GOODWOLF' or similar), black and silver mascara/applicator tubes, several lip pencils (red/brown tones), a silver egg-shaped object, a white cylinder tube, various makeup brushes, and a pinkish cream stick product.\",\n      \"focus\": \"Sharp focus on the subject and the reflection in the mirror.\"\n    },\n    \"style_and_aesthetics\": {\n      \"mood\": \"Candid, sophisticated, getting ready, natural.\",\n      \"color_palette\": \"Dominantly neutral tones (white, gray) contrasted with warm accents (red brick, rust pants, berry lips) and the black mirror frame.\",\n      \"composition\": \"The subject is centered in the frame, captured via the mirror reflection. The composition includes a significant portion of the surroundings, following the rule of thirds with the subject's face slightly above center.\"\n    },\n    \"camera_settings\": {\n      \"shot_type\": \"Close-up/Medium Shot (as seen in the mirror)\",\n      \"perspective\": \"First-person (from the phone's perspective, reflecting the taker)\",\n      \"depth_of_field\": \"Shallow to medium, isolating the woman and the immediate foreground products from the deeper background elements like the brick.\"\n    }\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509756717_dbg38y_G70d3wFaMAMLCki.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668z9riud64k",
    "title": "Modern Candid Portrait in a Record Store",
    "promptEn": "{\n  \"prompt\": \"A young Caucasian woman in her mid-20s stands centered in a cozy record store. She has brown hair with bangs and wears a black open-knit long-sleeve top over a black undershirt, paired with leopard-print pants. She accessorizes with a delicate silver necklace, silver earrings, and rings on her fingers. She poses naturally, looking directly at the viewer with a slight smile. The background shows rows of vinyl records, store shelves, posters, merchandise, and hanging pendant lights. Warm, indirect lighting from the lamps casts soft shadows. The image is captured as a medium shot with a shallow depth of field, focusing sharply on her while the background remains softly blurred. The style is modern and candid.\",\n  \"style\": \"modern candid portrait\",\n  \"lighting\": \"warm indirect lighting with soft shadows\",\n  \"background\": \"record store with vinyl rows, shelves, posters, merchandise, pendant lights\",\n  \"focus\": \"subject in sharp detail with shallow depth of field\",\n  \"shot_type\": \"medium shot\",\n  \"mood\": \"warm, relaxed, inviting\"\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509686805_fyx1xq_G70bDhDaMAQegLU.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668pp7osxb1i",
    "title": "Mini-Me Q-Version Avatar Generation Prompt",
    "promptEn": "Embrace that Q-version self. Generate a Q-version doll that wears the same clothes and looks the same! Perfectly supports locking the face and clothes, suitable for both men and women.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509804723_m46ylk_G70Xa1yaYAEA1LO.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668a4t2galdh",
    "title": "Surreal Mixed-Media Fashion Portrait Collage",
    "promptEn": "{\n\"image_request\": {\n\"goal\": \"Create a surreal mixed-media fashion portrait with intertwining animal illustrations\",\n\"meta\": {\n\"image_type\": \"Mixed Media Art\",\n\"quality\": \"8K\",\n\"color_mode\": \"Full Color with Graphic Overlay\",\n\"style_mode\": \"mixed_media_illustration\",\n\"aspect_ratio\": \"1:1\",\n\"resolution\": \"1080x1080px\"\n},\n\"creative_style\": \"Mixed Media Digital Collage combining high-fashion photography with vibrant, flat vector illustrations in a Memphis/Pop Art style. The composition blends a realistic crouching model with stylized vector animals that surrealistically wrap and coil around her body, creating a playful yet edgy editorial look.\",\n\"overall_theme\": \"artistic fashion collage\",\n\"mood_vibe\": \"playful surreal chic\",\n\"style_keywords\": [\n\"mixed media\",\n\"digital collage\",\n\"vector art overlay\",\n\"Memphis design\",\n\"fashion editorial\",\n\"surrealism\",\n\"floral illustration\",\n\"wrapping animals\",\n\"pop art\",\n\"vibrant colors\"\n],\n\"subject\": {\n\"count\": \"1\",\n\"type\": \"female\",\n\"identity\": \"elegant young woman with slicked-back dark hair\",\n\"identity_preservation\": {\n\"description\": \"Preserve the realistic fashion photography aspect of the model while allowing the graphic animals to wind around her\",\n\"notes\": \"Seamless integration of 2D art wrapping around 3D form\"\n},\n\"age_appearance\": \"young adult\",\n\"skin\": \"natural tan, realistic texture\",\n\"makeup\": {\n\"lips\": \"natural matte\",\n\"eyes\": \"neutral (one eye obscured by art)\",\n\"general\": \"polished fashion makeup\"\n},\n\"facial_features\": {\n\"expression\": \"intense serious gaze\",\n\"eyes\": {\n\"gaze\": \"direct at viewer\",\n\"intensity\": \"piercing\"\n},\n\"lips\": {\n\"gesture\": \"closed, hands resting near chin\"\n}\n},\n\"hair\": {\n\"length\": \"medium\",\n\"texture\": \"straight\",\n\"style\": \"slicked back into a neat bun, adorned with a drawn floral headband/crown\",\n\"lighting_interaction\": {\n\"light\": \"studio lighting\",\n\"shadow_play\": \"soft shadows\"\n}\n},\n\"clothing\": {\n\"top\": \"floral print long-sleeve dress\",\n\"bottom\": \"matching skirt (dress)\",\n\"full_description\": \"fitted white dress with red and pink floral patterns\",\n\"accessories\": \"strappy high-heeled sandals with crystal embellishments, dark blue nail polish\"\n},\n\"props\": {\n\"bouquet\": \"none\",\n\"wine_glass\": \"none\",\n\"other\": \"vector illustrations of animals (yellow rabbit, deer, wolf) stylized to elongate and wrap physically around the model's torso, arms, and legs\"\n}\n},\n\"pose_action\": {\n\"description\": \"Crouching/squatting in a compact fashion pose, elbows resting on knees, hands framing the face and chin, interacting with the illustrated animals winding around her.\",\n\"overall_pose\": \"crouching fashion pose\",\n\"head_turn\": \"facing forward\",\n\"gaze\": \"direct\",\n\"body_position\": \"compact squat\",\n\"hands\": \"fingers gently touching cheeks/chin\",\n\"movement\": \"static pose, dynamic flow of wrapping art\"\n},\n\"multiple_frames_expressions\": [],\n\"environment\": {\n\"setting\": \"Minimalist studio\",\n\"location\": \"indoor\",\n\"weather\": \"n/a\",\n\"time_of_day\": \"studio lighting\",\n\"}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509690665_fn6l6i_G70WzcnaQAEFrr8.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668kihmrapb2",
    "title": "Data Visualization Based on Storytelling with Data Principles",
    "promptEn": "Visualize according to the visualization principles in the book storytelling with data",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509790366_05jd28_G70UTnNbgAAbZ52.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668naimky7jx",
    "title": "Chaotic Maximalist Anime Poster Prompt (100 Girls)",
    "promptEn": "[{argument name=\"number and clothing\" default=\"100 girls with high school uniform\"}]\nChaotic and anime illustration poster design featuring the subject.\nTheme: Visual overload, maximalism, and disordered composition.\nInterpret the subject into a fragmented explosion of related concepts and abstract shapes. Randomly redraw input subject and chaotically arrange elements similar to the input subject, creating a sense of visual noise and repetition.\nStyle: Mixed media collage, glitch art, acid graphics, random scattered objects.\nNo negative space, fill every corner with details. High saturation, clashing colors, psychedelic atmosphere.Chaotic visual layout.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509827217_k0d0n5_G70MHgYaUAATTxF.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668dbdhzzc2o",
    "title": "Dramatic High-Fashion Portrait with Flower JSON",
    "promptEn": "{\n  \"prompt\": \"Portrait of , dramatic and stylized, half-body shot of an uploaded image. She is posed with an intense expression, mouth open, and looking directly at the viewer through a large, ornate white flower held up to her right eye. She has cornrow braids styled into a slick, elegant bob. Her makeup is bold, featuring a bright red lip, sharp eyebrows, and prominent green/yellow eyeliner. She is wearing a simple white tank top paired with heavy, layered gold and pearl jewelry, including large chain necklaces, a multi-strand pearl necklace, a thick black choker, and numerous gold bracelets on her right wrist. The lighting is bright and high-key, creating strong highlights on her skin (especially her shoulder/chest, which looks slightly wet or oiled) and jewelry. The background is pure white or very light, emphasizing the subject. The overall aesthetic is high-fashion, glamorous, and slightly edgy, reminiscent of magazine editorials or 90s/early 2000s R&B album art.\",\n  \"style\": [\n    \"High Fashion Editorial\",\n    \"Glamorous\",\n    \"Bold\",\n    \"Hyper-realistic Photo\",\n    \"Studio Lighting\",\n    \"High Contrast\"\n  ],\n  \"details\": {\n    \"subject\": \"{argument name=\"subject name\" default=\"Kiana Ledé, singer/actress\"}\",\n    \"pose\": \"Hand holding a large white flower ({argument name=\"flower type\" default=\"camellia-like\"}) over the right eye, mouth slightly open in an expression of intensity or shout/singing\",\n    \"hair\": \"Intricate cornrow braids pulled back into a sleek, dark bob cut\",\n    \"makeup\": \"Bright red lipstick, sharp and bold eyeliner (green/yellow), defined eyebrows\",\n    \"wardrobe\": \"White tank top, layered gold and pearl necklaces, thick black choker, stacked gold bracelets\",\n    \"lighting\": \"Bright, high-key studio lighting; strong catchlights and highlights on skin and jewelry\",\n    \"texture\": \"Oiled or glowing skin, high-shine jewelry\"\n  },\n  \"mood\": \"Confident, Intense, Seductive, Dramatic\",\n  \"camera\": {\n    \"type\": \"Digital SLR\",\n    \"lens\": \"85mm or 105mm (close-up portrait lens)\",\n    \"film_stock\": \"N/A (Digital, high-resolution)\",\n    \"shutter_speed\": \"Fast\"\n  },\n  \"artist_influences\": [\n    \"Steven Klein\",\n    \"David LaChapelle\",\n    \"Fashion Photography\"\n  ]\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509727432_akqty9_G70LeYraMAQb3IX.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668mhzx9xenl",
    "title": "Tactile Wax Seal Logos",
    "promptEn": "Tactile wax seal logos",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509727792_f1p95h_G70LO0WXQAIlvMY.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668jts6m85t8",
    "title": "Cyberpunk Neon Night Street Portrait",
    "promptEn": "A young man standing in a neon-lit night street, illuminated by vibrant pink and blue lights.Moody cinematic atmosphere, shallow depth of field, bokeh city lights in the background, soft shadows, realistic skin texture, expressive eyes, cyberpunk aesthetic, ultra-detailed portrait photography, 85mm lens, f/1.4, dramatic lighting.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509773198_pyo92k_G70KAZAaMAQMk7X.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668h98zs4b9h",
    "title": "Cinematic Aircraft Carrier Pilot Portrait (Identity Lock)",
    "promptEn": "Ultra-realistic 8K portrait of a female model in her twenties, identity preservation is ABSOLUTE with 100% facial and body alignment. The model is seated in the cockpit of an aircraft carrier, high above the vast, deep blue ocean. The backdrop features expansive sky with a soft gradient of clouds, the endless ocean stretching out behind her. The model wears a glossy white halter crop top, black faux leather choker with a metallic lock, matching black cuffs on her wrists, and a glossy black pilot-style cap with a metallic winged heart emblem. The wind is softly blowing, creating gentle movement in her long, voluminous pink hair.\n\nMood and Concept: Bold, cinematic, and adventurous with a hint of rebellious energy. The setting evokes a sense of power, freedom, and adrenaline. Her posture is strong and confident, seated comfortably in the cockpit, with one hand resting on the armrest and the other on her lap, showcasing the sleekness of the outfit and accessories. The ocean breeze subtly lifts her hair, adding a sense of movement and life to the scene.\n\nOutfit and Styling:\nGlossy white halter crop top, tight fit, accentuating her toned midriff.\nBlack faux leather choker-style collar with a subtle silver lock at the front.\nMatching black cuffs on both wrists with a polished, reflective finish.\nGlossy black cap with a shiny metallic winged heart emblem on the front.\n\nHair and Makeup:\nHair: Soft, voluminous pink hair in long, tousled waves, subtly lifted by the sea breeze. The hair has a glossy sheen, with some strands gently flowing, adding a sense of realism and movement.\n\nMakeup: Bold, anime-inspired makeup with dramatic eyeliner and large, doe-like eyes. The eyebrows are defined with a strong arch. Her lips are painted in a soft, glossy pink MLBB shade to complement her vibrant hair color, giving her an ethereal, almost otherworldly vibe. Skin has a porcelain, flawless finish.\n\nPhotography Specs:\nCanon EOS R5 with 85mm f1.2 lens.\nAperture f1.4 for a shallow depth of field and soft bokeh background.\nShutter speed 1/250 s.\nISO 200 for perfect exposure in daylight with the soft sea breeze lighting.\nAspect Ratio 5:7\n\nDetail and Finish:\nSoft rim light tracing her face and highlighting the contours of her features, with a soft glow from the sunlight filtering through the cockpit.\nGlossy reflections from her cap, top, and accessories for a tactile, photorealistic finish.\nThe movement of the hair adds dynamic realism, with the breeze from the open cockpit slightly blowing it back and away from her face.\n\nNegative Prompt: Do not render any cartoonish, anime, or stylized features. Avoid exaggerated proportions, flat shading, or unrealistic textures. Ensure the image remains photorealistic with natural human proportions, true-to-life lighting, and realistic textures.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509777224_anklyp_G70JES0bAAAD0AF.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668dhi3lt2rq",
    "title": "Pokémon Style Fusion Promo",
    "promptEn": "With Pokémon StyleFusion, it's easy to mix retro GameBoy pixel art, 3D Pokémon models, and watercolor landscapes. In this shot, pixel-{argument name=\"first pokemon\" default=\"Charmander\"}, 3D-{argument name=\"second pokemon\" default=\"Bulbasaur\"}, and a watercolor {argument name=\"third pokemon\" default=\"Pikachu\"} appear in one frame.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509721110_h9nlkc_G70HJ1ea8AAcnQI.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668fo26k7lcs",
    "title": "Hyper-realistic Cobalt Blue Coconut Still Life",
    "promptEn": "{\n  \"image_prompt\": {\n    \"quality\": \"8K hyper-realistic\",\n    \"style\": \"photorealistic, high-detail, tropical still life\",\n    \"subject\": {\n      \"object\": \"coconut\",\n      \"color\": \"vibrant cobalt blue with subtle purple undertones\",\n      \"surface\": \"wet with fresh water droplets and fine texture details\",\n      \"stem\": \"natural short stem attached, slightly weathered\",\n      \"damage\": \"fine natural scratch marks and fibrous lines visible\"\n    },\n    \"composition\": {\n      \"frame\": \"close-up, low-angle\",\n      \"placement\": \"center-left on a rustic wooden stump\",\n      \"foreground\": \"wet wood with small puddles and reflections\",\n      \"background\": \"soft-focus tropical rice field and palm trees, overcast sky\"\n    },\n    \"lighting\": {\n      \"type\": \"soft natural diffused light (golden hour / after-rain feel)\",\n      \"highlights\": \"gentle specular highlights on water droplets and curvature\",\n      \"shadows\": \"soft, realistic cast shadow matching scene\"\n    },\n    \"camera_settings\": {\n      \"lens\": \"85mm portrait-style\",\n      \"aperture\": \"f/1.8 (shallow depth of field)\",\n      \"focus\": \"sharp on coconut surface and droplets, background bokeh\",\n      \"orientation\": \"vertical\"\n    },\n    \"post_processing\": {\n      \"contrast\": \"medium-high to enhance texture\",\n      \"saturation\": \"slightly boosted for blue vibrancy\",\n      \"sharpening\": \"micro-detail sharpening on surface and droplets\",\n      \"film_grain\": \"very light to preserve photorealism\"\n    },\n    \"creative_notes\": \"keep colors natural-looking despite vivid blue; preserve fine fibrous texture and droplet realism; avoid artificial gradients\",\n    \"signature\": \"VIVEK HY\"\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509693333_recfoz_G70Gq19aYAAPeA6.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668pmg8a02nt",
    "title": "Cute Clay Style Theme Poster Template",
    "promptEn": "Cute clay style theme poster, supporting various themes, which can be movies, art styles, writers, or even objects. The poster scene closely adheres to the theme, the image has a strong sense of design, is highly imaginative and artistic, and the generation success rate is very high. The prompt template is in the reply section 👇.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509794239_cy5197_G70DzxzaYAAutTZ.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668zq1d2h5f5",
    "title": "Enhancing Three-View Drawings and Generating Angles with Nano Banana",
    "promptEn": "First, use the power of Nano Banana to enhance the three-view drawing. Nano Banana seems to have interpreted the mysterious decoration around the neck as a 'magic-infused stone.' Since that kind of decoration is acceptable, I decided to proceed with it (the decoration in this area varies depending on my mood, so I will fix it as a magic-infused stone from now on). Then, use Novel AI's features to generate images with various angles and expressions. Use these to prepare the minimum necessary learning materials.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509829610_ssxono_G70ET6Da0AAPXfQ.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668otxia0mhn",
    "title": "Professional Infographic Generation Prompt",
    "promptEn": "Based on the following topic [{argument name=\"topic\" default=\"Map of Specialty Coffee Origins and Flavors\"}], create a professional knowledge infographic. Requirements: 1) Extract 3-5 core knowledge points; 2) Use elements such as icons, flowcharts, and data visualization; 3) Information hierarchy must be clear, and visual guidance must be smooth; 4) Must include accurate Chinese title and explanatory text; 5) Color scheme must be professional and coordinated, suitable for business presentations. Layout should adopt a modern flat design style, 4K resolution, suitable for printing and sharing.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509797296_pxz18f_G70EbwOaMAAoQOJ.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626689tjrsv3af",
    "title": "Coffee Cart Prompt Share",
    "promptEn": "Oh, customer... would you like a match?\nAh, ...if you don't mind, would you like a warm cup of coffee? ☕☕️",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509768594_y1b3z2_G70EGgcbYAAwj9R.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668xuinr9d4o",
    "title": "Microscopic View of a Subject",
    "promptEn": "Imagine a {argument name=\"subject\" default=\"[subject]\"} through a microscope; picture it and create an ultra-realistic sharp image. No microscope parts, only subject.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509784029_uo8v5i_G7z83MdWUAAcW7B.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668psazzugb3",
    "title": "Chicken Biryani Prompt",
    "promptEn": "I tried with chicken biryani",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509762890_5zkm3k_G70C-KoaEAAn6b2.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668bzkf1r3bp",
    "title": "Image-to-Image Transformation: Arm Wrestling with Popeye",
    "promptEn": "Transform this photo into a high-stakes arm wrestling match. Keep the subject's face and expression exactly as they are, sitting at a wooden table, straining with effort.\nThe Opponent: Facing them is a hyper-realistic Popeye. He has normal human proportions except for his massive, bulging forearms which are bigger than his head. He is looking calm and winking.\nThe Referee: Olive Oyl is standing between them as the referee, looking lanky and tall, screaming 'GO!' with her arms flailing.\nStyle: Gritty bar lighting, wooden textures, focus on the contrast between the subject's arm and Popeye's giant arm",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509713782_vc3903_G70B_ryWEAAr_ID.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626684ymyvd161",
    "title": "Hyper-Real 16K Documentary Shot: The Sun Flickers Off",
    "promptEn": "A hyper-real 16K documentary shot capturing the exact moment the Sun flickers—turning off for 0.2 seconds. Show real Earth daylight collapsing into instant, impossible darkness. Streetlights half-ignite in mid-boot, car headlights flare weakly, every shadow in the world disappears at the same exact millisecond, leaving a terrifying flat black nothing. In the next heartbeat, daylight detonates back on—shadows snap violently back into existence like razor-sharp cutouts. Birds freeze mid-flight as if gravity paused; cars halt as if inertia hesitated. The far horizon glows a faint, residual red, like an afterimage burned onto the sky. Use natural global lighting physics, atmospheric scattering, documentary realism, handheld news-camera vibration, micro-grain, zero CGI softness, ultra-sharp lensing, real-world color science, and scientific accuracy. Convey global panic but captured with the calm, unfiltered eye of a live news broadcast. Hyper-real, 16K, macro-cinematic documentary detail.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509715736_ujk58c_G70BxZkaMAEt7dC.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668jwf80g5lm",
    "title": "Future Self Visualization Prompt (4 Grids)",
    "promptEn": "Show me 1 day later, 1 year later, 10 years later, and 30 years later in a 4-grid layout",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509812594_d5ey9z_G70BnD9bsAAygr5.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626684g6v3dmsv",
    "title": "Stillness in Chaos Cinematic Portrait",
    "promptEn": "A young woman stands still in the middle of a busy crowd, sharply in focus while the people around her blur in motion. She has {argument name=\"hair style\" default=\"tousled hair\"}, a calm yet melancholic expression, wearing a {argument name=\"shirt color\" default=\"light blue\"} button-up shirt and tan high-waist trousers with a tied belt. The background is filled with fast-moving pedestrians, creating a sense of isolation and stillness amid chaos. Warm cinematic tones, shallow depth of field, motion blur, emotional storytelling.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509737243_pqrv84_G70BEM5a0AA943Y.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668yhtlor9av",
    "title": "Influencer Lifestyle Collage (Two Frames, Same Subject)",
    "promptEn": "{\n  \"subject\": {\n    \"description\": \"Young woman with pale porcelain skin and a soft, fit physique. The image showcases two angles: a close-up facial portrait lying down and a full-body mirror selfie sitting on a bed.\",\n    \"age\": \"Early 20s\",\n    \"hair\": {\n      \"color\": \"Jet Black\",\n      \"style\": \"Voluminous, messy, loose waves, creating a high contrast against the pale skin and white bedding.\"\n    },\n    \"clothing\": {\n      \"set_type\": \"Matching Lounge Set\",\n      \"material\": \"Soft Heather Grey Cotton / Jersey fabric\",\n      \"top\": {\n        \"type\": \"Crop Camisole / Tank Top\",\n        \"details\": \"Thin spaghetti straps, scoop neckline showing cleavage, fitted crop cut.\"\n      },\n      \"bottom\": {\n        \"type\": \"Biker Shorts / Boyshorts\",\n        \"details\": \"High-waisted, tight fit, matching heather grey color.\"\n      }\n    }\n  },\n  \"panel_1_closeup\": {\n    \"type\": \"Left Panel - Face Focus\",\n    \"pose\": \"Lying down on back, head resting on a white pillow.\",\n    \"expression\": \"Sultry, dreamy, heavy-lidded eyes looking directly at camera, lips slightly parted in a soft pout.\",\n    \"face\": {\n      \"eyes\": \"Light Blue / Greyish-Blue, clear and piercing.\",\n      \"skin\": \"Flawless texture, natural rosy blush on cheeks.\",\n      \"makeup\": \"Clean girl aesthetic. High-shine clear lip gloss, groomed brows, minimal mascara.\"\n    }\n  },\n  \"panel_2_mirror\": {\n    \"type\": \"Right Panel - Body Focus\",\n    \"pose\": \"Sitting on a bed, leaning back on one arm, legs bent at the knees. Holding a phone for a mirror selfie.\",\n    \"mirror_rules\": \"Reflection in an arched floor mirror.\",\n    \"device\": {\n      \"type\": \"Smartphone (iPhone Pro)\",\n      \"details\": \"White color, no case (or clear case), triple lens camera visible.\"\n    },\n    \"hands\": \"Manicured long nails painted soft white/nude.\"\n  },\n  \"photography\": {\n    \"style\": \"Influencer lifestyle collage\",\n    \"lighting\": \"Soft, diffused natural daylight (window light), creating soft shadows and highlighting the glossy lips and skin texture.\",\n    \"colors\": \"Neutral palette: White, Heather Grey, Jet Black, Skin tones.\",\n    \"texture\": \"Soft focus, dreamy, slightly overexposed whites.\"\n  },\n  \"background\": {\n    \"setting\": \"Minimalist\",\n    \"elements\": [\n      \"White rumpled bed sheets / duvet\",\n      \"Plain white wall\",\n      \"Black frame of the mirror (visible on the edge)\"\n    ],\n    \"atmosphere\": \"Cozy, lazy morning, intimate.\"\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509713406_ugd4z1_G7z_RneWsAA7ccf.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668868knqr7r",
    "title": "Collectible Art Toy Character Design Sheet",
    "promptEn": "A collectible art toy character design sheet, front, side, and back views, fluffy , cute, round face with [{argument name=\"head accessory\" default=\"a yellow safety helmet\"} on his head, {argument name=\"eye accessory\" default=\"blue round glasses\"}], super cute 3D style, soft and tactile like plushie figure, pastel color scheme ({argument name=\"color scheme\" default=\"black, cream, light yellow\"}), clean solid beige background, soft studio lighting, high detail",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509718259_3rqszj_G7z-ozJa8AAb_q5.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668outcocy2i",
    "title": "X-Ray/Thermal Visualization Prompt for Mecha (VOTOMS Scopedog)",
    "promptEn": "subject: \"Armored Trooper ATM-09-ST Scopedog, classic first-generation AT from Armored Trooper VOTOMS\"\nview: \"tight frontal view, perfect orthographic projection, zero perspective distortion, strict symmetrical composition\"\nstyle: \"high-contrast military-industrial scientific render, cold war-era weapons lab visualization\"\nbackground: \"pure black void, absolute vacuum environment, no reflections, no floor, no shadows except self-emission\"\naesthetic: \"false-color thermal X-ray hybrid imaging with heavy mechanical wear\"\ntransparency: \n  level: \"semi-transparent heavy armor plating and rolled homogeneous steel composite\"\n  reveal: \"extremely sharp and brutally detailed internal skeleton and systems\"\ninternal_components:\n  - \"central torso-mounted turbo-custom plasma fusion reactor\"\n  - \"exposed hydraulic muscle cylinders and heavy-duty linear actuators\"\n  - \"high-pressure fluid lines pulsing with red-hot coolant\"\n  - \"belt-fed 30mm gatling arm punch with visible ammo feed\"\n  - \"rear skirt-mounted high-thrust rocket thrusters\"\n  - \"dense array of infrared/optical sensors and lens turret\"\n  - \"cockpit block with visible pilot seat and control sticks\"\n  - \"knuckle joints with exposed wiring and coolant pipes\"\nheatmap_gradient:\n  base: \"deep cold blues and gunmetal grays (inactive armor zones)\"\n  mid: \"dull green to burnt orange (hydraulic pressure zones)\"\n  high: \"glowing yellow to molten red (reactor core, thruster bells, gatling barrel)\"\n  peak: \"blinding white-hot hotspots on reactor shielding and over-pressurized joints\"\nlighting:\n  primary: \"harsh cyan-white plasma glow from reactor vents\"\n  sources:\n    - \"chest reactor glare bleeding through armor seams\"\n    - \"red-hot hydraulic lines\"\n    - \"amber warning strobes on lens turret\"\n    - \"molten orange glow from thruster nozzles\"\n  secondary: \"faint rim lighting on battle-scarred armor edges, subtle volumetric heat haze\"\nsurface_details:\n  - \"authentic battle damage, bullet dents, scorch marks, chipped paint\"\n  - \"visible weld lines, rivets, maintenance hatches\"\n  - \"grimy industrial texture, oil stains, hydraulic fluid leaks\"\nquality_boosters:\n  - \"8K resolution, ultra-detailed mechanical realism\"\n  - \"hyper-sharp engineering precision, Yamato 1/12 model kit level detail\"\n  - \"military technical manual aesthetic, cold and unforgiving\"\n  - \"photorealistic metal shading, micro-scratches visible\"\nnegative_prompt: \"cartoon, anime exaggeration, clean toy look, glowing eyes, pilot face visible, green android, Gundam parts, bit staves, permet effects, logo, text, watermark, extra limbs, perspective distortion, bright background, cute, deformed\"\nweight_guidance:\n  \"(masterpiece, ultra-detailed, absurdres, best quality):1.4\"\n  \"(Armored Trooper Scopedog, perfect proportions, authentic VOTOMS design):1.6\"\n  \"(military industrial X-ray thermal aesthetic, brutal mechanical realism):1.35\"\n  \"(battle-worn h",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509827038_a954zf_G7z-bB4aMAA5GuL.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668gv7ps36mv",
    "title": "Elegant Curvy Woman Looking Back Over Shoulder",
    "promptEn": "{\n  \"subject\": {\n    \"description\": \"Young woman standing in an elegant indoor setting at night, turning her body slightly away from the camera while looking back over her shoulder. Her appearance matches the blonde glasses-character expressive eyes. No tattoos anywhere on the body. Her physique is noticeably fuller, curvier, and more dramatic in silhouette, closely matching the proportions seen in the reference image.\",\n    \n    \"face\": {\n      \"structure\": \"delicate jawline, soft cheekbones, small natural nose, smooth skin texture, gentle feminine proportions\",\n      \"expression\": \"calm, confident, with a slightly curious or subtle soft smile expression while looking at the camera over her shoulder\",\n      \"glasses\": \"clear-frame or thin metal-frame glasses resting naturally on her face\"\n    },\n\n    \"hair\": {\n      \"color\": \"light blonde\",\n      \"style\": \"long, loose waves with a soft natural shine, falling over her back and one shoulder\",\n      \"texture\": \"smooth with gentle movement, reflecting warm interior lighting\"\n    },\n\n    \"body\": {\n      \"proportions\": \"dramatically curvy lower body, fuller hips, and rounded silhouette in line with the reference pose; narrow defined waist, natural upper body proportions; soft smooth skin with natural highlights\",\n      \"posture\": \"upright with a distinct S-curve created by the exaggerated hip and waist shape, emphasizing the hourglass form\"\n    },\n\n    \"clothing\": {\n      \"dress\": {\n        \"type\": \"form-fitting ankle-length sleeveless white dress\",\n        \"material\": \"soft ribbed stretch fabric that hugs the curves closely, emphasizing the dramatic hip silhouette and narrow waist\",\n        \"color\": \"clean bright white with subtle warm reflections from indoor lighting\",\n        \"fit_details\": \"fabric lightly wrinkled around the waist and lower back due to body curvature, smooth taut fit over hips and thighs, minimal seams\"\n      }\n    }\n  },\n\n  \"pose_and_composition\": {\n    \"description\": \"standing at the threshold of an open doorway, body turned slightly to the side while looking back at the camera over her shoulder. One arm is extended slightly forward to rest on the doorframe, creating a gentle diagonal line, while the other arm is bent naturally with her hand resting on her waist, creating a confident and elegant pose.\",\n    \"hand_positions\": {\n      \"left_hand\": \"placed securely on the waist, thumb resting forward, fingers following the curve of her hip, adding to the hourglass silhouette\",\n      \"right_hand\": \"lightly touching the edge of the doorframe, arm extended but relaxed, elbow soft and natural\"\n    },\n    \"head_position\": \"chin angled slightly down while eyes look over her shoulder toward the camera, enhancing the refined confident energy\",\n    \"torso_and_hips\": \"torso rotated gently while hips remain squared backward, emphasizing the dramatic curvature of the lower body\"\n  },\n\n  \"environment_and_background\": {\n    \"setting\": \"luxur\"\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509695445_l70146_G7z-LlcWQAAcZRO.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668osomcroyo",
    "title": "3D Caricature of Celebrity Riding a Cloud",
    "promptEn": "A playful 3D caricature of {argument name=\"celebrity name\" default=\"[celebrity]\"} riding a small puffy cloud like a hoverboard. Big shiny eyes, rounded cheeks, and exaggerated head proportions. Smooth Pixar-like finish with pastel sky gradients, gentle rim light, and soft volumetric clouds creating depth and charm.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509700978_3wwc82_G7z7SWnaQAAGI7L.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626689lk1ta8um",
    "title": "2x2 Grid Car Development Phases",
    "promptEn": "\"a 2x2 grid showing the development phases of this car: sketch, clay model, early prototype, 1st final production released car.\"",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509739655_qd9uju_G7z62siXYAACLDq.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668sg8k07oc0",
    "title": "Time Sequence Prediction Prompt",
    "promptEn": "Please display the effects 5 minutes before / 30 minutes after / 1 hour after / 2 hours after, respectively.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509809648_j8s6vc_G7z5BjeaMAAxjvE.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668dfirc8y9m",
    "title": "2x2 Grid Scene Progression",
    "promptEn": "In a 2x2 grid, show the events leading up to this scene. Think 5 hours, 3 hours, 2 hours and 1 hour earlier.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509705596_dwg50r_G7z1ihRW0AAY2XV.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668c791f203x",
    "title": "Time Progression Image Generation",
    "promptEn": "Nano Banana Pro, show me 15 minutes earlier, 2 hours later, 8 hours later",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509741163_ank6wm_G7zygzgb0AAz-kK.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668izxmu59or",
    "title": "OOTD Magazine Fashion Collage Prompt (JSON/YAML)",
    "promptEn": "{\n  \"target\": \"NanoBanana\",\n  \"role_task\": \"Create a professional OOTD magazine-style fashion collage\",\n  \"layout\": {\n    \"left\": {\n      \"width_ratio\": 0.60,\n      \"preserve\": {\n        \"face\": true,\n        \"hairstyle\": true,\n        \"outfit\": true\n      },\n      \"photo_style\": \"clean, bright, magazine-quality\",\n      \"pose\": \"cute, amusing, slightly quirky, realistic atmosphere\"\n    },\n    \"right\": {\n      \"width_ratio\": 0.40,\n      \"background\": \"white\",\n      \"product_grid\": {\n        \"quantity\": \"[quantity]\",\n        \"arrangement\": \"vertical\",\n        \"final_module\": \"underwear_estimated_from_image\",\n        \"module_fields\": [\n          \"product_image_cutout_white_bg\",\n          \"product_name\",\n          \"price_yen\"\n        ]\n      }\n    }\n  },\n  \"example_products\": [\n    {\"id\":1, \"name\":\"{argument name=\"Product 1 Name\" default=\"[Product 1]\"}\", \"price\":\"¥{argument name=\"Product 1 Price\" default=\"[price]\"}\", \"image\":\"[path_or_url_or_placeholder]\"},\n    {\"id\":2, \"name\":\"{argument name=\"Product 2 Name\" default=\"[Product 2]\"}\", \"price\":\"¥{argument name=\"Product 2 Price\" default=\"[price]\"}\", \"image\":\"[path_or_url_or_placeholder]\"},\n    {\"id\":3, \"name\":\"{argument name=\"Product 3 Name\" default=\"[Product 3]\"}\", \"price\":\"¥{argument name=\"Product 3 Price\" default=\"[price]\"}\", \"image\":\"[path_or_url_or_placeholder]\"},\n    {\"id\":4, \"name\":\"{argument name=\"Product 4 Name\" default=\"[Product 4]\"}\", \"price\":\"¥{argument name=\"Product 4 Price\" default=\"[price]\"}\", \"image\":\"[path_or_url_or_placeholder]\"},\n    {\"id\":5, \"name\":\"{argument name=\"Product 5 Name\" default=\"[Product 5]\"}\", \"price\":\"¥{argument name=\"Product 5 Price\" default=\"[price]\"}\", \"image\":\"[path_or_url_or_placeholder]\"},\n    {\"id\":6, \"name\":\"{argument name=\"Product 6 Name\" default=\"[Product 6] (final underwear)\"}\", \"price\":\"¥{argument name=\"Product 6 Price\" default=\"[price]\"}\", \"image\":\"[path_or_url_or_placeholder]\"}\n  ],\n  \"typography\": {\n    \"font_family\": \"modern_sans_serif\",\n    \"product_name_weight\": \"medium\",\n    \"price_weight\": \"bold\"\n  },\n  \"style\": {\n    \"aesthetic\": \"bright, fresh, professional, Instagram fashion-blogger\",\n    \"layout\": \"clean with generous white space\",\n    \"color_palette\": [\"natural_tones\", \"white\", \"soft_gray\"],\n    \"photo_quality\": \"professional_ecommerce_photography\"\n  },\n  \"output_requirements\": {\n    \"file_format\": \"PNG or JPG at editorial resolution\",\n    \"left_image_handling\": \"preserve original pixels for face/hair/outfit (no warp)\",\n    \"right_images_handling\": \"clip to white background, consistent lighting and scale\",\n    \"notes\": \"final module must reflect underwear inferred from uploaded image\"\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509814466_vc6zwh_G7ztZR2aoAABXkm.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626684yd0i7kag",
    "title": "Remake Image Prompt",
    "promptEn": "- Remake this image 🤯",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509759795_2nfcsa_G7zs7p-bcAAnpmB.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626680g2hti1bh",
    "title": "8K Chiaroscuro Portrait JSON",
    "promptEn": "{\n  \"Objective\": \"Generate a hyper-realistic 8K chiaroscuro-style portrait of a woman based on the provided reference image.\",\n  \n  \"Identity_Safety\": \"Maintain facial features, hairstyle, and general appearance consistent with the provided reference image without altering identity.\",\n\n  \"Subject\": {\n    \"Gender\": \"Female\",\n    \"Appearance\": {\n      \"Hair\": \"Straight hair falling naturally across her forehead\",\n      \"Pose\": \"Gazing slightly upward and to the side\",\n      \"Expression\": \"Soft, calm, and introspective\",\n      \"Lips\": \"Glossy, slightly parted, catching subtle highlights\"\n    }\n  },\n\n  \"Lighting\": {\n    \"Style\": \"Chiaroscuro dramatic contrast\",\n    \"Key_Effects\": [\n      \"A thin ray of sunlight illuminating her eyes and upper cheek\",\n      \"Deep, rich shadows covering the background and lower half of her face\",\n      \"Strong separation between light and dark regions\",\n      \"High emotional and visual depth\"\n    ]\n  },\n\n  \"Scene\": {\n    \"Background\": \"Minimal, falling into dark shadow\",\n    \"Atmosphere\": \"Intimate, dramatic, painterly, cinematic\"\n  },\n\n  \"Visual_Style\": {\n    \"Resolution\": \"8K hyper-realistic\",\n    \"Aesthetic\": [\n      \"Ultra-detailed skin texture\",\n      \"Natural highlights on lips and eyes\",\n      \"Soft hair detailing\",\n      \"Fine contrast control typical of chiaroscuro portraiture\"\n    ],\n    \"Color_Profile\": \"Warm natural skin tones against deep shadow background\"\n  },\n\n  \"Output_Requirements\": {\n    \"Format\": \"Image\",\n    \"Orientation\": \"Portrait\",\n    \"Quality\": \"High-end cinematic and photographic realism\"\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509730949_3pkvsp_G7zs72kaMAAATU-.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626682z6lwxnz8",
    "title": "Hyper-Detailed Biometric and Attire Analysis Prompt",
    "promptEn": "{\n  \"meta_data\": {\n    \"calculated_aspect_ratio\": \"--ar {argument name=\"aspect ratio\" default=\"4:5\"}\",\n    \"crop_tightness\": \"Waist-up portrait, subject seated\",\n    \"image_fidelity\": \"Moderate grain visible in shadow areas, soft focus typical of front-facing smartphone camera indoors\"\n  },\n  \"subject_mapping\": {\n    \"biometric_anchors\": {\n      \"apparent_age_precise\": \"{argument name=\"age\" default=\"Late teens to early 20s\"}\",\n      \"ethnicity_specifics\": \"Fair to light tan skin tone with warm undertones; freckling present on nose bridge and cheeks\",\n      \"body_mass_distribution\": \"Slender build, prominent clavicles visible, soft tissue distribution on upper arms consistent with relaxed posture\"\n    },\n    \"face_inventory\": {\n      \"asymmetry_notes\": \"Subject's head tilted slightly to their right. Subject's right eyebrow (viewer's left) appears slightly lower than the left. Upper lip peak slightly sharper on subject's right side.\",\n      \"dermatological_map\": [\n        \"Cluster of light freckles across the bridge of the nose and extending to upper cheeks\",\n        \"Slight redness/flushing on cheeks and nose tip\",\n        \"Smooth texture on forehead with high reflectivity\"\n      ],\n      \"eye_details_precise\": \"Light green/hazel irises. Catchlights present in the upper-right quadrant (viewer's perspective) of both pupils. Dark, defined lash line, possibly mascara.\",\n      \"mouth_state_precise\": \"Lips parted approximately 3-5mm. Upper central incisors visible. Lower lip full with glossy finish reflecting light centrally.\"\n    },\n    \"hair_strand_analysis\": {\n      \"root_status\": \"Uniform dark brown/black at roots, consistent with ends (no visible regrowth line).\",\n      \"chaos_inventory\": \"Micro-bangs (baby bangs) cut bluntly above eyebrows. Several stray hairs (flyaways) projecting from the crown against the beige wall. Strands curving inward to touch the jawline on both sides.\",\n      \"contact_points\": \"Hair rests on the back of the neck and drapes over the top of the couch cushions behind the head.\"\n    },\n    \"torso_mechanics\": {\n      \"posture_gravity_effect\": \"Subject is leaning back into a soft surface (couch), causing slight rounding of shoulders forward. Neck slightly compressed due to backward lean.\",\n      \"chest_topography\": \"Fabric stretched taut across the bust line. Soft gradient shadows indicate contour. No deep cleavage visible due to high crew-neck cut.\",\n      \"skin_surface_inventory\": \"Prominent suprasternal notch (hollow of throat). Smooth skin texture on exposed arms and chest.\"\n    }\n  },\n  \"attire_inventory_and_physics\": {\n    \"layer_1_top\": {\n      \"item_identity\": \"White 'baby tee' (cropped t-shirt) with text\",\n      \"material_weave\": \"Cotton or cotton-blend jersey, lightweight, slightly semi-sheer\",\n      \"stress_and_fold_mapping\": [\n        \"Horizontal tension wrinkles pulling from armpits across the upper chest\",\n        \"Diagonal folding on the subject's right side torso due to arm movement/pointing\",\n        \"Fabric bunching s",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509744716_xrd322_G7zq6YQXAAAraO1.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668ddwnoa84a",
    "title": "Soft Intimate Mirror Selfie (Reference-Based Generation)",
    "promptEn": "{\n  \"task\": \"image_generation\",\n  \"metadata\": {\n    \"title\": \"Soft Intimate Mirror Selfie\",\n    \"style\": \"Photorealistic, Candid, Minimalist\",\n    \"subject\": \"Young Woman\"\n  },\n  \"parameters\": {\n    \"width\": 1200,\n    \"height\": 1200,\n    \"aspect_ratio\": \"1:1\",\n    \"format\": \"png\"\n  },\n  \"prompts\": {\n    \"positive\": \"A soft, intimate mirror selfie of a young woman, taking complete reference from the uploaded image for her exact face, expression, hairstyle, and natural skin texture. Preserve her real features, warm complexion, natural glow, visible pores, subtle contouring, defined brows, and soft matte lips exactly as in the reference. She stands indoors in a cozy, feminine room with muted pink walls, rattan storage baskets, and soft curtains in the background. The overall atmosphere is warm, calm, and inviting. Her shoulder-length hair is styled in natural, wet-textured waves that frame her face beautifully. She is wearing an off-shoulder, cream-colored knitted sweater with a loose, relaxed fit that drapes smoothly across her collarbones. A delicate gold necklace with a heart-shaped pendant rests at the center of her chest. Her pose is soft and effortless—one hand adjusting her hair while the other holds a pale pink phone with a minimal matte case. In her arm, she carries a small white quilted designer handbag with gold hardware, heart stitching, and a structured silhouette. Lighting should match the reference: soft, diffused daylight that highlights her skin naturally without smoothing or artificial retouching. Capture true fabric texture, hair strands, skin details, and all realistic shadows. The mood is feminine, gentle, candid, and aesthetically minimal—like a warm, everyday beauty moment captured effortlessly.\",\n    \"negative\": \"low quality, blurry, airbrushed, plastic skin, artificial smoothing, cartoon, illustration, 3d render, distorted hands, bad anatomy, harsh contrast, dark shadows, neon colors, clutter, messy background, watermark, text\"\n  },\n  \"reference_settings\": {\n    \"use_controlnet\": true,\n    \"control_mode\": \"face_structure_and_skin\",\n    \"strength\": 1.0,\n    \"note\": \"Ensure strict adherence to uploaded reference image for facial features and skin texture.\"\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509776538_hw1noz_G7zoMkLWIAAoM_M.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626685e9tgi9w2",
    "title": "Soft Grunge Selfie with Black Cat Companion",
    "promptEn": "{\n  \"prompt_data\": {\n    \"subject\": {\n      \"demographics\": \"Young woman, approximately late teens to early 20s\",\n      \"hair\": \"Jet black, shoulder-length, straight texture with full bangs (fringe) covering the forehead\",\n      \"skin\": \"Pale, fair complexion featuring scattered freckles across the nose and cheeks, with a noticeable rosy blush\",\n      \"eyes\": \"Striking light blue/grey eyes, accented with sharp black winged eyeliner and mascara\",\n      \"expression\": \"Neutral, soft gaze looking directly into the camera lens\"\n    },\n    \"companion\": {\n      \"animal\": \"Black kitten/cat\",\n      \"features\": \"Solid black fur, yellow-green eyes\",\n      \"interaction\": \"Held closely against the subject's face (cheek-to-cheek), with the subject's hand gently supporting the cat's chest/neck area\"\n    },\n    \"styling\": {\n      \"apparel\": \"White ribbed sleeveless tank top (undershirt style)\",\n      \"jewelry\": \"Silver chain necklace featuring a pendant of a sword/dagger with angel wings and an eye motif in the center\",\n      \"piercings\": [\n        \"Silver septum ring (circular barbell)\",\n        \"Small silver stud piercing on the nostril\"\n      ]\n    },\n    \"environment\": {\n      \"setting\": \"Indoor domestic setting\",\n      \"background\": \"Plain beige or cream-colored wall\",\n      \"lighting\": \"Warm, dim artificial light (likely lamp light) creating soft shadows and a cozy, slightly moody atmosphere\"\n    },\n    \"technical_specs\": {\n      \"angle\": \"Close-up selfie portrait\",\n      \"aesthetic\": \"Soft grunge, e-girl style, high contrast between dark hair and pale skin\",\n      \"focus\": \"Sharp focus on the face and cat, slightly softer background\"\n    }\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509711353_gkx66p_G7zmPvva8AABLyb.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626685uddrpazn",
    "title": "Hyper-realistic IG Baddie Bathroom Mirror Selfie (Flash)",
    "promptEn": "{\n  \"meta\": {\n    \"title\": \"Hyper-realistic 8K Bathroom Mirror Counter Knee-Up IG Baddie Portrait (Ultimate Version)\",\n    \"created_at\": \"2024-05-22T19:40:00Z\",\n    \"tags\": [\n      \"portrait\",\n      \"mirror_selfie\",\n      \"flash\",\n      \"thirst_trap\",\n      \"ig_baddie\",\n      \"bathroom\",\n      \"counter_perch\",\n      \"knee_up\",\n      \"phone_cam\"\n    ]\n  },\n  \"prompt_data\": {\n    \"full_string\": \"Hyper-realistic 8K flash-on **IG baddie bathroom counter knee-up mirror selfie** — preserve the woman's facial identity. Scene: tight bathroom at night with overhead lights off so the **phone flash** dominates. Sink counter, chrome faucet, and tile backsplash explode with bright highlights from the flash.\\n\\nPose: she is perched on the bathroom counter but with **one knee raised up on the counter**, foot planted near the edge of the sink. The other leg hangs slightly off the counter or presses into the cabinetry. Torso angled 3/4, shoulders back, chest forward, one hand holding the phone, the other resting on her raised knee or lightly teasing the hip strap. Flash flare partially blows out the upper chest or shoulder for dramatic IG energy.\\n\\nExpression: confident IG-baddie stare or soft pout with innocent-but-nasty energy, lashes catching the flash.\\n\\nOutfit (choose C or D):\\n(C) Low-rise micro set with low-cut crop top + bra edge visible; ultra low-rise micro shorts with thin 0.25-inch straps pulled high over the hips, straps accentuated by the raised leg position.\\n(D) Deep-V bodysuit with plunging neckline, high-cut sides, subtle 0.25-inch hip trim; fully covered and opaque, neckline narrow but stable, no slips.\\n\\nFabric thin/athletic and slightly shiny so the flash creates bright highlights along the chest, hips, raised leg, and counter edge. Makeup: natural flash-perfect — soft matte skin, subtle contour, minimal highlighter, soft liner/mascara only, glossy lined lips. Hair messy pony / loose waves / sleek straight.\\n\\nBathroom: background mostly swallowed by darkness except flash-lit tiles, faucet glints, sink, mirror edges, and small countertop clutter. Mirror shows dust, water spots, fingerprints catching flare.\\n\\nComposition: 4:5 vertical, subject framed in the bathroom mirror, raised knee dominant in the lower half, deep-V or low-rise straps highlighted, phone flash flare blocking part of the face or clavicle. --ar 4:5 --style raw --v 6.0\",\n    \"components\": {\n      \"style\": \"Hyper-realistic 8K bathroom mirror selfie with raised-knee counter pose, harsh flash, deep shadows, and ultimate IG baddie body angles\",\n      \"subject\": {\n        \"reference_instruction\": \"preserve the woman's facial identity from the reference\",\n        \"pose\": \"perched on the bathroom counter with **one knee raised up** toward the mirror, foot on the counter edge near the sink. Other leg hanging or braced. Torso angled 3/4, shoulders back, one hand holding the phone, the othe",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509749333_o6ozon_G7zjRbJWUAAkR0a.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668w7ykqaxqo",
    "title": "Black and White Portrait with 35mm Lens Look",
    "promptEn": "Generate a top-angle and close-up black and white portrait of my face, focused on the head facing forward. Use a 35mm lens look, 10.7K 4HD quality. Proud expression. Deep black shadow background - only the face, the upper chest, and the shoulder.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509770347_b0uuxx_G7ziTMAaUAEcdat.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626687piu9c9d4",
    "title": "Y2K Grunge Flash Photography Portrait (Detailed)",
    "promptEn": "A high-angle, harsh flash snapshot looking down at a young woman sitting casually on a bar stool in a dark outdoor pub at night. She has a playful, mischievous expression, winking with her tongue sticking out. Her short ash-brown bob is center-parted with loose strands shielding her face, highlighting her light brown eyes, curly lashes, glossy pouty pink lips, and septum piercing. Her fair skin with natural blush is brightly overexposed by the direct flash, casting a sharp, hard shadow behind her onto the ground. She wears a black tank top under an open blue, white, and black plaid flannel shirt, paired with a denim miniskirt and a small black belt. Visible tattoos adorn her arms and hands. Her left hand is relaxed, holding a lit cigarette, with smoke catching the flash. On the weathered stone round table in front of her are glasses filled with drinks, a glass pitcher, and a pack of {argument name=\"cigarette brand\" default=\"Gudang Garam Surya 16\"} cigarettes. The background is dark and indistinct, with faintly visible people sitting in the periphery outside the flash's reach. The aesthetic is raw Y2k grunge streetwear.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509727976_p4nhvc_G7zhrRIacAAc3aO.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668ph6cqraud",
    "title": "Nano Banana Pro Original Snack Package Generation Prompt",
    "promptEn": "Ultra-realistic live-action photo of a hand holding a snack package. The background also shows shelves lined with different flavors and types of packages featuring the character from the reference image.\n\nCharacter Name: \"{argument name=\"Character Name\" default=\"〇〇\"}\" (If not specified, strongly parody the characteristics of the reference image character with intense humor)\n\nSnack Setting: \"{argument name=\"Snack Setting\" default=\"〇〇\"}\"\n\nIf not specified, randomly select one type from all snack genres sold in convenience stores, supermarkets, or candy stores, and boost the design for either eccentricity or stylishness.\n\nRealistic photo-style depiction of an original snack package fully decorated with the reference image character, held in a hand. The design should be natural enough to look plausible on a store shelf. The surrounding area of the snack should realistically show the store interior.\n\nSnack Package Design:\n\nPlace the reference image character inside the package.\nEmphasize the name of the snack with intense humor based on the characteristics of the reference image.\nThe package should be ultra-realistic, high-quality, and a highly stylish design that stimulates appetite.\n\nRealistically reproduce gloss reflections and material texture.\nInclude an appetizing photo of the snack contents.\nParts other than decoration should be transparent vinyl, or have a transparent film window allowing the contents to be partially visible.\n\nPlace multiple humorous and exaggerated catchphrases and product names based on the reference image, using a font that reflects the atmosphere of the reference image, prominently.\n\nDraw a background (sales floor) appropriate for the snack's worldview.\nAlso, ensure emotional and chromatic consistency between the background and the package concept.\n\n📦 Package Shape Randomizer (Snack Package Shape Randomizer)\n\nRegardless of the snack type, randomly select from the following package shapes with equal probability.\nFurthermore, ensure the shape, background, texture, and light source are consistent.\n\n◆ Shape Category List (Total 12 types)\n\nVertical bag package (Snack type)\n\nHorizontal bag package (Chocolate bar/Candy bar type)\n\nBox type (Small box) (Candy/Ramune type)\n\nBox type (Large box) (Family pack type)\n\nBlister pack (Gum/Gummy/with bonus item)\n\nCup container (Potato chips/Ice cream style)\n\nCylindrical container (Tube candy/Tower potato chips)\n\nStick type packaging (Long, thin candy type)\n\nJelly suction pouch (Drinkable gummy/Juice type)\n\nBooklet type (Opens to reveal stickers or cards)\n\nToy integrated package (Built-in toy)\n\nEccentric shaped package\n\tExample: Character face 3D shape, car shape, treasure chest shape, glowing bottle shape, etc.\n\n🧭 Scene Optimization (Scene Optimization Rules)\n\nAutomatically adjust the following to create an environment where contrast stands out and the package is highlighted, according to the snack package design and concept:\n\nLighting (Brightness, warm/cool colors, direction)\nSeasonality (Summer/Winter, Spring/Autumn)\nIndoor/Outdoor\nTime of day (Day/Night)",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509814028_rwpjn4_G7zbOCDaMAY5iPz.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626684z7xaog3g",
    "title": "Ethereal Fairy Queen Product Shot",
    "promptEn": "{\n  \"scene\": {\n    \"type\": \"enchanted studio_photoshoot\",\n    \"background\": {\n      \"color\": \"dreamy gradient of lavender mist fading into cotton-candy pink with tiny floating sparkles\",\n      \"texture\": \"velvety seamless backdrop with subtle iridescent sheen\",\n      \"style\": \"whimsical, ethereal, high-fashion fairy tale\"\n    }\n  },\n  \"subject\": {\n    \"type\": \"female model\",\n    \"pose\": \"gracefully lying on stomach, propped on elbows like a mischievous fairy queen, head tilted with playful charm toward camera\",\n    \"expression\": \"soft mischievous smile, twinkling eyes, subtle magical confidence\",\n    \"hair\": {\n      \"style\": \"long flowing waves with delicate pastel rainbow highlights\",\n      \"finish\": \"silky, glowing, as if dusted with pixie shimmer\"\n    },\n    \"wardrobe\": {\n      \"outfit_type\": \"sparkling fairy-princess bodysuit\",\n      \"color\": \"iridescent blend of soft lilac, mint, and rose quartz that shifts in the light\",\n      \"material\": \"glistening stretch tulle layered over matte satin with scattered micro-crystals\",\n      \"fit\": \"form-fitting yet floaty, magical, modern fantasy\"\n    },\n    \"accessories\": {\n      \"glasses\": \"none\",\n      \"jewelry\": \"delicate crystal ear cuffs and a tiny glowing necklace\"\n    }\n  },\n  \"product\": {\n    \"type\": \"magical fairy wand\",\n    \"model\": \"slender crystal wand with glowing star tip\",\n    \"color\": \"translucent rose-quartz crystal shaft with soft pastel rainbow glow and gold filigree\",\n    \"details\": \"gentle inner light, floating micro-sparkles inside the crystal, delicate starburst at the tip that emits tiny holographic sparkles\",\n    \"finish\": \"ethereal, luminous, looks like it actually works\"\n  },\n  \"interaction\": {\n    \"action\": \"model delicately holding the glowing fairy wand in both hands, tip pointed playfully toward camera as if about to cast a spell\",\n    \"grip\": \"light and elegant, fingers wrapped gently around the crystal shaft\",\n    \"focus\": \"wand clearly visible, glowing, unobstructed, stealing the spotlight\"\n  },\n  \"lighting\": {\n    \"setup\": \"soft enchanted studio lighting with fairy-dust rim light\",\n    \"key_light\": \"large diffused softbox with faint pastel pink-lavender tint from front-left\",\n    \"fill_light\": \"gentle mint fill from right plus subtle rim light that makes hair and wand sparkle\",\n    \"shadows\": \"ultra-soft, dreamy, almost none\",\n    \"skin_tone\": \"dewy, luminous, sprinkled with magic\"\n  },\n  \"camera\": {\n    \"lens\": \"50mm prime\",\n    \"aperture\": \"f/2.0\",\n    \"angle\": \"slightly low eye-level, looking up at her like she’s about to grant a wish\",\n    \"depth_of_field\": \"buttery shallow, background melts into fairy mist, subject and wand tack-sharp\"\n  },\n  \"style\": [\n    \"ultra photorealistic yet undeniably magical\",\n    \"high-end fantasy fashion editorial\",\n    \"whimsical commercial enchantment\",\n    \"dewy natural skin with subtle glow\",\n    \"floating sparkles and soft bokeh orbs\",\n    \"accurate glowing wand proportions\"\n  ],\n  \"resolution\": {\n \"}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509692368_7psoyc_G7zd236XkAAYkWK.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668bl6t64yxi",
    "title": "High-Fashion Industrial Art Gallery Portrait Prompt",
    "promptEn": "A hyper-realistic, high-fashion photograph of a stylish young man in a modern industrial art gallery. The man has thick, messy dark hair styled in a voluminous quiff, a full groomed beard, and is wearing dark-tinted sunglasses. He is leaning casually against a massive, brushed-steel sculpture shaped like the letter 'Z'. Perched on top of the 'Z' structure are 3D metal letters spelling out \"{argument name=\"brand name\" default=\"ZarOon\"}\".\nThe man is dressed in trendy streetwear: an oversized t-shirt with a red, blue, and gold gradient tie-dye pattern featuring a \"ZO\" logo on the chest, paired with black cargo pants featuring orange and green vertical stripes on the pockets, and chunky white sneakers. He has his hands in his pockets and one leg crossed over the other.\nThe background is a minimalist gallery space with raw concrete walls (brutalist style) and polished concrete floors. Natural light streams in from a window on the right, creating soft shadows. In the background, there is another abstract twisted metal sculpture on a pedestal. 8k resolution, cinematic lighting, sharp focus, streetwear lookbook aesthetic.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509762235_zd0er7_G7zZ_jGaMAcXfKs.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668bhc67otqz",
    "title": "Zootopia Character Photo Prompt",
    "promptEn": "Generate a photo of you with Judy and Nick from 'Zootopia'. The style must be consistent with the movie, character expressions natural, lighting transparent, and the background is {argument name=\"background\" default=\"Zootopia street scene\"}. If a photo of two people is uploaded, please generate a double portrait.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509799826_ywaeq0_G7zW4HnaMAA5PoL.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668ostx7t7lk",
    "title": "Nine-Grid Street Photography Prompt Framework",
    "promptEn": "【Scene】{argument name=\"scene\" default=\"City characteristic wall\"}｜{argument name=\"background\" default=\"Large text background\"}\n【Lens】{argument name=\"lens\" default=\"Ultra wide-angle\"}｜{argument name=\"angle\" default=\"Low angle shot\"}｜{argument name=\"high angle shot\"}\n【Action】{argument name=\"action\" default=\"Waving hand\"}｜{argument name=\"walking\"}｜{argument name=\"making a heart sign\"}｜{argument name=\"shading eyes\"}｜{argument name=\"looking back and smiling\"}\n【Atmosphere】{argument name=\"atmosphere\" default=\"Natural\"}｜{argument name=\"relaxed\"}｜{argument name=\"candid feel\"}｜{argument name=\"lighting\" default=\"Transparent light\"}\n【Character】Consistent facial features｜Consistent outfit｜Consistent body proportions",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509797629_nxoo7n_G7zVN0hagAEdrXg.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668yv1njxe22",
    "title": "8K Corporate High-Fashion Editorial JSON",
    "promptEn": "{\n  \"type\": \"image_generation_prompt\",\n  \"style\": \"cinematic, corporate high-fashion editorial, ultra-realistic\",\n  \"camera\": {\n    \"camera_model\": \"Canon EOS R5\",\n    \"lens\": \"RF 85mm f/1.2L USM\",\n    \"film_look\": \"clean modern digital with subtle Kodak Portra 400 warmth\",\n    \"grain\": \"very subtle, almost none\",\n    \"color_tones\": \"crisp neutral tones with soft natural warmth from window light\"\n  },\n  \"subject\": {\n    \"gender\": \"female\",\n    \"identity_preservation\": {\n      \"use_attached_image\": true,\n      \"face_consistency\": \"100%\",\n      \"alter_face\": false,\n      \"notes\": \"Maintain exact facial features, proportions, skin texture, eye color, hairstyle, and expressions from the reference image – zero deviation\"\n    },\n    \"pose\": {\n      \"stance\": \"leaning forward elegantly\",\n      \"arms\": \"both forearms and interlaced hands resting on the back of a light beige ergonomic office chair placed at an angle\",\n      \"torso\": \"upright, no slouching, confident posture\",\n      \"body_orientation\": \"viewed from the side\",\n      \"head_position\": \"turned directly toward the camera\",\n      \"gaze\": \"straight into lens\",\n      \"emotion\": \"slight confident smile, poised and self-assured\"\n    }\n  },\n  \"wardrobe\": {\n    \"outfit_style\": \"high-end female executive power suit\",\n    \"top\": \"perfectly tailored blazer in charcoal or deep navy with subtle sheen\",\n    \"bottoms\": \"matching tailored trousers or pencil skirt\",\n    \"shirt\": \"crisp white or ivory silk blouse\",\n    \"details\": \"luxury fabric with natural drape, sharp lines, understated elegance\"\n  },\n  \"scene\": {\n    \"location\": \"luxury modern corporate office\",\n    \"environment\": [\n      \"floor-to-ceiling window with view of contemporary skyscrapers\",\n      \"clean minimalist decor\",\n      \"polished concrete or dark wood floor\",\n      \"light beige ergonomic office chair as main prop\"\n    ]\n  },\n  \"lighting\": {\n    \"time_of_day\": \"daytime, soft overcast sky\",\n    \"type\": \"beautiful soft natural window light mixed with subtle cool office ambient\",\n    \"direction\": \"side-front from the large window\",\n    \"effects\": [\n      \"gentle rim light outlining hair and shoulders\",\n      \"soft shadows\",\n      \"clean rectangular catchlights in eyes\",\n      \"premium three-dimensional depth\"\n    ]\n  },\n  \"skin_rendering\": {\n    \"realism\": \"hyper-realistic 8K\",\n    \"details\": \"visible natural skin texture, pores, subtle imperfections\",\n    \"retouching\": \"none – zero airbrushing or artificial smoothing\"\n  },\n  \"quality\": {\n    \"resolution\": \"8K ultra-high\",\n    \"realism\": \"absolute photorealism, indistinguishable from real photography\",\n    \"detail_level\": \"professional studio editorial, luxury campaign quality\"\n  },\n  \"output_goal\": \"Create a flawless, ultra-realistic 8K corporate editorial portrait of the exact attached woman as a powerful high-end executive, preserving 100% facial and body identity, shot in a bright modern office with perfect natural window light and impeccable fashion sophis\"\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509721651_pc88x1_G7zUz4Fa4AAFgb2.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668gcr0mtkio",
    "title": "Kashmir Winter Promotional Scene Prompt",
    "promptEn": "\"A 2K ultra-realistic winter scene in Kashmir, with heavy snowfall covering the streets. People walking in warm clothes, bustling markets with shops and street vendors. Autos, cars, and buses moving on the roads, people boarding buses. Street vendors selling bananas, mangoes, and apples, showing them to customers. In the center or foreground, a Nano Banana Pro device prominently displayed, glowing slightly, capturing attention naturally in the busy scene. Cinematic lighting, realistic snow effects, depth, and lively atmosphere emphasizing both the local life and the promotional focus on the Nano Banana Pro.\"",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509767816_nm5ftl_G7zQ-Q9b0AANEK9.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626688pjb94y5w",
    "title": "Show Me 10 Years Later",
    "promptEn": "Show me 10 years later",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509729806_1b1zpv_G7zQeHHXUAA9Eop.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668gfue5vu6x",
    "title": "Golden Hour Noir Car Selfie with Flash",
    "promptEn": "Golden hour-turned-noir car selfie. A young woman with sun-streaked blonde hair—textured, layered, with effortless bedhead volume—casts a seductive, knowing look over the rim of her 90s rectangle rimless sunglasses (brown gradient lenses, gold bridge). Her skin is porcelain-white with a hyper-glowy, glass-skin finish; intense specular highlights blaze on her cheekbones and the tip of her nose. Her hazel-green eyes squint slightly. Plump, glossy nude-pink lips are slightly parted, with the subtle, playful press of her tongue against the teeth.\n\nShe wears a high-reflectivity champagne-silver sequin tube top, each sequin catching the light as a distinct point of glitter. Her right hand, adorned with stacked chunky gold dome rings on multiple fingers, adjusts the sunglasses frame on her nose. Her left hand is splayed against her chest, showcasing Cartier-style gold love bangles on her wrist.\n\nThe scene is inside a luxury car's dark leather interior at night. Through the rear window, out-of-focus city lights melt into a creamy, dark bokeh. The mood is intimate and moody, shattered by the stark, high-contrast blast of a hard, direct on-camera flash. The flash freezes every detail: the texture in her hair, the sparkle of sequins, the gleam of jewelry, and the dewy skin, creating deep, inky shadows.\n\nShot with a feel akin to a Canon G7X Mark II or iPhone 15 Pro Night Mode with flash—using a wide 24mm lens for a slight, intimate distortion. Aperture at f/2.8 for sharp focus on the face and jewelry against the blurred lights. Color grading is warm and cinematic: saturated golden skin tones, rich blacks, and a touch of filmic grain. The aesthetic is hyper-realistic, sharp, and effortlessly cool—a candid moment loaded with glamour.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509691866_5y5sgl_G7zPdx5XMAAM8Jl.png",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626682605vjwej",
    "title": "Four-Panel Character Generation Prompt for Nano Banana Pro",
    "promptEn": "Please execute the respective prompts using four person images after dividing the screen into four equal parts. The scene colors should match the characteristics of the clothing.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509819202_hflehe_G7zM8RBaMAAgPQX.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668dmnvu67lz",
    "title": "City Food and Festival Micro-Landscape Prompt",
    "promptEn": "Use the specialty food of {argument name=\"city name\" default=\"Guangzhou\"}, combined with the festive elements of {argument name=\"festival name\" default=\"Lantern Festival\"}, to generate a miniature landscape on a dining table. The image should be full of festive atmosphere, food details clearly visible, and the landscape objects should blend naturally with the food.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509799506_jeo9sh_G7zM9E5bcAA3y57.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668iy9c25tl9",
    "title": "High-Fashion Editorial Portrait (Mint Green Gown)",
    "promptEn": "{\n  \"prompt\": \"A stylish, high-fashion portrait of a woman seated, looking down at her flowing gown. The woman has long, wavy, dark brown hair with bangs, cascading over her shoulders. She is wearing an elegant, floor-length gown in varying shades of {argument name=\"gown colors\" default=\"light mint and sage green\"}. The bodice appears to be sleeveless or one-shouldered with a subtle, textured or patterned design (possibly white floral or abstract print). The skirt features a very high slit, dramatically revealing her legs. The fabric of the lower skirt is sheer and flowing chiffon, draped gracefully around her. She is wearing high-heeled **strappy sandals with straps extending all the way up to her thighs**, adorned with sparkling embellishments. One hand is gently holding the flowing fabric of the skirt. She is sitting on a small, rectangular object, possibly a {argument name=\"seat color\" default=\"red or dark orange\"} ottoman or box, contrasting with the green. The backdrop is a seamless white photography paper or screen, partially visible as a roll on the floor. The setting is indoors, with hard, bright studio lighting that highlights the texture of the dress and the sheen on her skin. The mood is sophisticated, sensual, and editorial. Full body shot, high-resolution, magazine quality.\",\n  \"style\": [\n    \"high fashion editorial\",\n    \"studio portrait\",\n    \"glamour photography\"\n  ],\n  \"dominant_colors\": [\n    \"mint green\",\n    \"sage green\",\n    \"white\",\n    \"dark brown (hair)\",\n    \"red/orange (seat)\"\n  ],\n  \"camera_settings\": {\n    \"view\": \"full body/three-quarter shot\",\n    \"lens\": \"{argument name=\"lens\" default=\"85mm prime or similar\"} (shallow depth of field suggested)\",\n    \"lighting\": \"bright, professional studio lighting, strong highlight/shadow contrast\"\n  },\n  \"artist_inspiration\": [\n    \"Vogue magazine spread\",\n    \"fashion campaign imagery\"\n  ]\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509742422_alu74f_G7zLgTOWMAAWbNP.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668nzoujgfuj",
    "title": "Anthropomorphic Fox Character in Winter Scene",
    "promptEn": "An anthropomorphic fox character standing on a snowy bridge at twilight, wearing a thick winter coat, knitted scarf, and gloves. Soft snow falls around him as city lights glow warmly in the blurred background. The fox has expressive green eyes, detailed fur, and a gentle smile. Cinematic lighting, high detail, cozy winter atmosphere",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509708274_j82jfv_G7zIiBJbwAAL-2N.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626684kig2y6op",
    "title": "Modern Minimalist PPT/Diagram Generation Prompt",
    "promptEn": "1. Overall Visual Style\n\nStyle Keywords: Flat UI, Vector, Modern Minimalist, Card-style design.\n\nLines and Shapes:\n\nRounded Corners Priority: All borders, background blocks, buttons, and process nodes must be rounded rectangles (Rounded Rectangles, with a large corner radius, approximately 10-15px).\n\nElbow Lines: Process connections use right-angle polylines (no curves), lines are simple and strong.\n\nColor Logic (Key):\n\n“Candy Color” Scheme: Use light backgrounds with high brightness and low saturation (such as light blue, light green, light purple), paired with darker borders of the same color family.\n\nBorder Emphasis: All graphics must have clear 2px~3px solid borders.\n\n2. Vertical Layout Structure\n\nRegardless of the topic, please follow the following top-down layout order, which must be contained within a large border container:\n\nLayer 1: Main Title (Header)\n\nPosition: Centered at the top of the container.\n\nStyle: Bold black font, largest font size, darkest color.\n\nLayer 2: Core Flowchart Area\n\nPosition: Occupies 50% of the core area of the layout.\n\nContent: Rectangular nodes + arrow connections. If it is a loop step, please use a dashed line pointing back.\n\nLayer 3: Feature List\n\nPosition: Below the flowchart, centered or left-aligned.\n\nStyle: Short and concise bullet points, slightly smaller font, with some white space.\n\nLayer 4: Full-width Summary Box (Footer Box)\n\nPosition: At the very bottom of the container, filling the width horizontally.\n\nColor Scheme: Use a contrasting color (such as purple in the example), distinct from the main color scheme above.\n\nFunction: Used to place 'Summary', 'Analogy', or 'Core Conclusion'.\n\nLandscape size (horizontal/scenic mode) is chosen because:\n\nContent Adaptation: Horizontal content like timelines is better displayed in a horizontal canvas to show the evolution process.\n\nPresentation Friendly: The 3:2 horizontal ratio is very suitable for insertion into PPTs and documents, and displays well on projectors or screens.\n\nInformation Capacity: Horizontal layout can accommodate more text and icons, avoiding clutter.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509803745_gdsd77_G7zH9Mzb0AAQIdd.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668cp5fzs5r7",
    "title": "Isometric 3D Tony Stark Workshop Cube",
    "promptEn": "An isometric 3D cube-shaped miniature room (perfect shallow cutaway cube, everything 100% strictly contained inside the cube boundary, no protrusion).  \n\nRoom description: Tony Stark's underground workshop during the Iron Man Mark 42 suit autonomous assembly process. Dimly lit high-tech garage lab: brushed steel and matte black walls covered with holographic blueprints, arc reactor glow, scattered tools (DUM-E robotic arm holding a coffee mug, U robotic arm spraying fire extinguisher), multiple half-assembled red-gold Iron Man suits hanging on robotic arms, a central rotating platform where the Mark 42 suit pieces are flying and auto-assembling onto a dummy Tony, sparks flying, welding arms active, floor littered with micro thrusters, faceplates, repulsor parts, empty whiskey glasses, and a glowing circular arc reactor prototype on the workbench. Wall has a large \"Stark Industries\" logo and Jarvis interface screens showing suit diagnostics.\n\nCharacter: chibi/figurine-style Tony Stark in black tank top, perfectly groomed goatee, matte PVC material, big head small body proportion, standing on the workbench with arms outstretched, confidently directing the autonomous suit pieces to assemble around the dummy, cocky satisfied smirk, one eyebrow raised, wearing welding goggles pushed up on forehead.\n\nLighting: dramatic cinematic workshop atmosphere (cold blue holographic glow from screens + intense white welding sparks + signature arc reactor ice-blue light + warm orange workshop lamps), realistic metallic reflections, colored caustics and god rays cutting through light smoke.\n\nCamera: slightly elevated isometric three-quarter view, front edge of the cube perfectly centered and framed, shallow depth of field, foreground sharp, background softly blurred, photorealistic materials, ultra-high detail on every screw and reflection, clean museum-like composition, neutral dark backdrop, no text, no watermark, no elements outside the cube.\n\n8K, masterpiece, best quality, Gemini 3 Pro Nano Banana Pro style",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509731117_3aq9pm_G7zG75paUAAWMCt.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668obnk4x7x1",
    "title": "Thumbnail Text Decoration Enhancement Prompt",
    "promptEn": "Using this prompt will dramatically increase the sense of luxury in the thumbnail.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509806807_0bjx8e_G7zFdpBbcAEOkGU.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668cdjdsj9tk",
    "title": "Ethereal Bloom Immersion Macro Portrait Prompt",
    "promptEn": "Ultra realistic 8K extreme close up face portrait of a young woman with full facial alignment and identity preservation. Vertical 9:16 framing. No clothing is visible. Focus tightly on closed eyes, nose, and lips. Face slightly angled to the left side of the frame. Her face is partially submerged in a dark, rich rose-tinted liquid, nearly black beneath the surface, creating cinematic underwater shadowing. Wet black hair flows around the face with vivid neon pink tips reflecting softly in the water. Two hands gently touch each other near the side of her lips, interacting naturally with hair and skin in a neutral editorial manner. Surrounding the face, iridescent bubbles are artfully arranged to frame the face, creating layered depth and compositional interest. A small number of soft soap suds appear around select bubbles for texture. Hair strands float naturally, interacting with bubbles and light.\n\nMood and Concept:\nCinematic, immersive, and ethereal. Emphasis on editorial composition, layered textures, lighting, and color contrast. Extreme close-up highlights facial structure, bubble framing, and hair movement, with subtle leftward tilt of the face adding dynamic editorial composition.\n\nMakeup and Nails:\nDewy porcelain skin with blush matching neon pink hair tips, applied on cheeks and temples for cohesive color harmony. Eyeshadow in soft pink-violet matching the hair tips, blended smoothly over closed eyelids. Gradient MLBB lips in a subtle rose tone. Fingernails in barely there tint with wet reflective quality.\n\nHair:\nWet black hair floating around the face with neon pink ends vividly visible and reflecting in the water. Strands interact naturally with bubbles and hands.\n\nAccessories:\nNone. Only water, bubbles, soap suds, hair, and hands appear in frame.\n\nPhotography Specs:\nSony A1 with 90 mm macro lens\nAperture f2.0\nShutter speed 1/200 s\nISO 160\nVertical 9:16 extreme macro with controlled low key lighting and rich color saturation emphasizing underwater depth.\n\nDetail and Finish:\nHigh tactile realism in skin, hair, hands, and bubble membranes. Iridescent thin-film reflections on bubbles and soft soap suds create layered texture. Dark liquid base maintains cinematic shadow depth beneath hair. Neon pink hair tips and matching blush and eyeshadow reflect subtly in water. Wet surfaces preserve natural sheen. Bubbles are arranged to artistically frame the face, enhancing composition and focus. Hands touching near the side of the lips provide compositional balance. Final image reads as a refined, cinematic, editorial high-fashion beauty portrait with closed-eye serenity, subtle leftward angle, and cohesive pink color story.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509763194_zn6e3b_G7zEg2CbAAA-hp3.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668gorj21epd",
    "title": "Style Transfer to Rick and Morty",
    "promptEn": "Change this pic to the style of {argument name=\"style\" default=\"Rick and Morty\"}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509744332_g5nwby_G7zBuFcaMAIGBNh.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668suaywaz4q",
    "title": "Character Scenario Generation with Clean Japanese Text",
    "promptEn": "Select two characters and generate a scene where they are 'working part-time selling Christmas cakes on a street corner while wearing Santa Claus costumes'.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509803679_rfe23x_G7y9fIXaMAAkD-e.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668lqclt4zkx",
    "title": "Serene Winter Ferry Portrait",
    "promptEn": "A stunning young woman with long wavy grey hair sits on a snow-covered ferry seat during a heavy snowfall, leaning her head on her arm. She wears a thick grey knitted sweater and a black puffer vest, with snowflakes resting on her hair and clothes. The background shows an empty ferry deck, icy railings, and a blurred winter cityscape across the water. The mood is cold, cinematic, and serene with soft natural lighting and a muted color palette.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509718861_68zp6n_G7y7hidb0AArdoU.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626688tgxqk4nf",
    "title": "Nano Banana Pro Master JSON Template",
    "promptEn": "{\n  \"generation_mode\": \"{argument name=\"generation mode\" default=\"thinking|standard\"}\",\n\n  \"output_specifications\": {\n    \"resolution\": \"{argument name=\"resolution\" default=\"1K|2K|4K\"}\",\n    \"aspect_ratio\": \"{argument name=\"aspect ratio\" default=\"16:9|1:1|9:16|custom\"}\",\n    \"quality_priority\": \"{argument name=\"quality priority\" default=\"speed|balanced|quality\"}\"\n  },\n\n  \"scene_description\": {\n    \"primary_subject\": \"[{argument name=\"primary subject\" default=\"main focus of image\"}]\",\n    \"environment\": \"[{argument name=\"environment\" default=\"setting and background\"}]\",\n    \"atmosphere\": \"[{argument name=\"atmosphere\" default=\"mood and feeling\"}]\",\n    \"style\": \"[{argument name=\"visual style\" default=\"visual aesthetic\"}]\",\n    \"time_of_day\": \"[{argument name=\"time of day\" default=\"if relevant\"}]\"\n  },\n\n  \"camera_controls\": {\n    \"angle\": \"[{argument name=\"camera angle\" default=\"camera perspective\"}]\",\n    \"focal_length\": \"[{argument name=\"focal length\" default=\"lens type - wide/standard/telephoto\"}]\",\n    \"depth_of_field\": \"[{argument name=\"depth of field\" default=\"shallow/deep, what's in focus\"}]\",\n    \"composition\": \"[{argument name=\"composition\" default=\"rule of thirds/centered/golden ratio/etc\"}]\"\n  },\n\n  \"lighting_setup\": {\n    \"primary_light\": {\n      \"type\": \"[{argument name=\"light type\" default=\"natural/studio/dramatic/soft\"}]\",\n      \"direction\": \"[{argument name=\"light direction\" default=\"where light comes from\"}]\",\n      \"intensity\": \"[{argument name=\"light intensity\" default=\"bright/moderate/moody\"}]\"\n    },\n    \"shadows\": \"[{argument name=\"shadows\" default=\"deep/subtle/minimal\"}]\",\n    \"color_temperature\": \"[{argument name=\"color temperature\" default=\"warm/cool/neutral\"}]\",\n    \"special_effects\": \"[{argument name=\"special effects\" default=\"rim light/backlighting/etc if needed\"}]\"\n  },\n\n  \"color_grading\": {\n    \"overall_tone\": \"[{argument name=\"overall tone\" default=\"vibrant/muted/monochrome/etc\"}]\",\n    \"color_palette\": [\"{argument name=\"primary color\" default=\"primary color\"}\", \"{argument name=\"secondary color\" default=\"secondary color\"}\", \"{argument name=\"accent color\" default=\"accent color\"}\"],\n    \"mood\": \"[{argument name=\"mood\" default=\"emotional impact of colors\"}]\"\n  },\n\n  \"text_elements\": [\n    {\n      \"text_content\": \"[{argument name=\"text content\" default=\"exact text to render\"}]\",\n      \"position\": \"[{argument name=\"text position\" default=\"location in image\"}]\",\n      \"font_style\": \"[{argument name=\"font style\" default=\"typography description\"}]\",\n      \"size\": \"[{argument name=\"text size\" default=\"relative size\"}]\",\n      \"color\": \"[{argument name=\"text color\" default=\"text color\"}]\",\n      \"effects\": \"[{argument name=\"text effects\" default=\"glow/shadow/3D/etc\"}]\",\n      \"language\": \"[{argument name=\"language\" default=\"if not English\"}]\"\n    }\n  ],\n\n  \"reference_images\": [\n    {\n      \"image_id\": 1,\n      \"purpose\": \"{argument name=\"reference purpose\" default=\"style reference|composition reference|color reference|character reference\"}\",\n      \"extract_elements\": [\"{argument name=\"elements to copy\" default=\"specific elements to copy\"}\"],\n      \"apply_to\": \"[{argument name=\"apply to\" default=\"where to use these elements\"}]\",\n      \"transfer_intensity\": \"[{argument name=\"transfer intensity\" default=\"0-100%\"}]\"\n    }\n  ],\n\n  \"characters\": [\n    {\n      \"character_id\": 1,\n      \"detailed_description\": \"[{argument name=\"character description\" default=\"ethnicity, age, gender, facial features, hair, expression\"}]\",\n      \"clothing\": \"[{argument name=\"clothing\" default=\"detailed outfit description\"}]\",\n      \"pose\": \"[{argument name=\"pose\" default=\"body position and gesture\"}]\",\n      \"position_in_scene\": \"[{argument name=\"position in scene\" default=\"spatial placement\"}]\",\n      \"consistency_reference\": \"[{argument name=\"consistency reference\" default=\"image_id if maintaining across multiple generations\"}]\"\n    }\n  ],\n\n  \"grounding\": {\n    \"enabled\": {argument name=\"grounding enabled\" default=\"true|false\"},\n    \"search_queries\": [\"{argument name=\"search queries\" default=\"facts to verify\"}\"],\n    \"data_requirements\": [\"{argument name=\"data requirements\" default=\"specific information needed\"}\"],\n    \"accuracy_priority\": \"{argument name=\"accuracy priority\" default=\"high|medium\"}\"\n  },\n\n  \"style_constraints\": {\n    \"artistic_style\": \"[{argument name=\"artistic style\" default=\"photorealistic/illustration/3D render/watercolor/etc\"}]\",\n    \"inspiration\": \"[{argument name=\"inspiration\" default=\"specific artists or movements if relevant\"}]\",\n    \"must_avoid\": [\"{argument name=\"elements to avoid\" default=\"elements to exclude\"}\"]\n  },\n\n  \"technical_requirements\": {\n    \"intended_use\": \"[{argument name=\"intended use\" default=\"social media/print/web/presentation\"}]\",\n    \"safe_zones\": \"[{argument name=\"safe zones\" default=\"areas to keep clear fo\"}]\"\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509721407_mkqhyp_G7y7FdraMAAwAra.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626687m4z89wzt",
    "title": "Nano Banana Pro Camera Control Template and Example Prompt",
    "promptEn": "{\n  \"scene\": \"AI engineer working at futuristic desk with multiple holographic displays\",\n  \"camera\": {\n    \"angle\": \"{argument name=\"camera angle\" default=\"over-the-shoulder, slightly elevated\"}\",\n    \"focal_length\": \"{argument name=\"focal length\" default=\"50mm portrait lens\"}\",\n    \"depth_of_field\": \"{argument name=\"depth of field\" default=\"shallow, subject in sharp focus, background slightly blurred\"}\"\n  },\n  \"lighting\": {\n    \"type\": \"{argument name=\"lighting type\" default=\"dramatic side lighting with blue accent lights\"}\",\n    \"time_of_day\": \"{argument name=\"time of day\" default=\"late night\"}\",\n    \"mood\": \"{argument name=\"mood\" default=\"focused, tech-noir atmosphere\"}\",\n    \"shadows\": \"deep but not harsh\"\n  },\n  \"color_grade\": \"{argument name=\"color grade\" default=\"cool tones, teal and orange color scheme\"}\"\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509738525_mo51lx_G7y6_kVaMAIOiZc.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668j436pkxty",
    "title": "Text Rendering Control Template and Example Prompt",
    "promptEn": "{\n  \"scene\": \"minimalist tech poster with gradient background\",\n  \"text_elements\": [\n    {\n      \"text\": \"{argument name=\"headline text\" default=\"AI Revolution 2025\"}\",\n      \"position\": \"center, upper third\",\n      \"font_style\": \"bold, futuristic sans-serif, glowing effect\",\n      \"size\": \"large headline\"\n    },\n    {\n      \"text\": \"{argument name=\"subtitle text\" default=\"The future is now\"}\",\n      \"position\": \"center, lower third\",\n      \"font_style\": \"elegant script, smaller subtitle\"\n    }\n  ]\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509750339_himx4r_G7y69sNaMAAiJZb.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668vvju9u3cz",
    "title": "Film Negative and Thumbnail Sheet Generation Prompt",
    "promptEn": "①: No input image\n\nCreate 42 scenes, dividing the screen horizontally 7x vertically 6, based on \"A single everyday photo taken with a low-quality disposable camera. A clumsy photo taken by Japanese high school students.\"\nDisplay serial numbers from 1 in the bottom left of each scene.\nEach scene is separated by thin white borders.\nImage of a thumbnail sheet that comes when film is developed.\nDo not draw real company names or product names.\n\n----------\n②: Using ① as input image\n\nThe input image is a thumbnail sheet that comes when film is developed.\nCreate the undeveloped negative film from this thumbnail sheet.\nPlace the completed negative film on a school desk and photograph it from a diagonal overhead angle.\nForeground blur and background blur due to depth of field. Live-action.\n\n----------\n③: Using ② as input image\n\nA single everyday photo taken with a low-quality disposable camera of \"Japanese high school students goofing around while holding this negative film.\" A clumsy photo taken by Japanese high school students.\nDo not draw real company names or product names.\n\n----------\n④: Using ③ as input image\n\nInclude the input image at the beginning of \"A single everyday photo taken with a low-quality disposable camera... (same as ① below)\"",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509814206_8pljh4_G7y4UE3aIAAfyej.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668y2oc6o2bs",
    "title": "Shadow and Glitch Effect Prompt with Color Separation",
    "promptEn": "Ref Image: Based on the provided reference image, keep the main subject in the center sharp, natural-colored, and completely unaffected by filters. \n\nShadow Effect: Behind the main subject, generate four ghost-like duplicates of the same subject. Offset two duplicates to the left (colored {argument name=\"left color 1\" default=\"Red\"} and {argument name=\"left color 2\" default=\"Blue\"}) and two to the right (colored {argument name=\"right color 1\" default=\"Yellow\"} and {argument name=\"right color 2\" default=\"Green\"}). \n\nGlitch Effect: Apply heavy analog noise, VHS scan lines, and digital glitch artifacts ONLY to these four colored background layers, creating a gritty, unstable look behind the clean high-definition foreground subject.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509698599_105999_G7y3xqnaMAItK7o.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668kgzt6qq5a",
    "title": "Serene Lake Portrait (Woman in Saree on a Boat)",
    "promptEn": "{\n  \"image_generation_prompt\": {\n    \"subject_details\": {\n      \"description\": \"Elegant woman with medium-length dark hair reclining on the edge of a wooden boat\",\n      \"expression\": \"Soft confident smile with a graceful relaxed look\",\n      \"outfit\": {\n        \"top\": \"{argument name=\"saree color\" default=\"Deep red\"} chiffon saree draped elegantly\",\n        \"bottom\": \"Matching deep red saree pleats flowing across the boat\",\n        \"accessories\": \"Silver bangles and ring\"\n      },\n      \"pose\": \"Reclining comfortably on the pointed end of the boat, one arm rested casually while the other hand touches her hair\"\n    },\n    \"background_scene\": {\n      \"setting\": \"Calm serene lake with subtle ripples, surrounded by distant trees and faint mountains\",\n      \"key_element\": \"Traditional wooden boat with a {argument name=\"boat tip color\" default=\"yellow-and-red\"} tip on still reflective water\",\n      \"atmosphere\": [\n        \"Cool soft daylight\",\n        \"Light fog or haze\",\n        \"Peaceful, calm, minimalistic natural mood\"\n      ]\n    },\n    \"technical_specs\": {\n      \"style\": \"Cinematic, Photorealistic, Serene Lake Aesthetic\",\n      \"camera\": \"{argument name=\"camera lens\" default=\"50mm natural portrait lens\"}\",\n      \"depth_of_field\": \"Moderate — clear subject with softly fading horizon\",\n      \"lighting\": \"Diffuse overcast daylight with gentle soft shadows\",\n      \"resolution\": \"8k high clarity\",\n      \"signature\": \"Add a subtle 'vivek hy' signature in the bottom-right corner\"\n    }\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509751780_40mrrw_G7y3vKYaMAEJU3d.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626687ofexgo99",
    "title": "Red-Blue Double Exposure Effect",
    "promptEn": "Apply an artistic red–blue double-exposure effect using two poses of the same woman. Keep the base layer as the original pose, and generate a second pose where her head angle, facial direction, or expression is slightly different, as if captured a moment earlier or later. Color the second pose in red, the base pose in cyan, and offset the layers to create a clean ghosting effect. Preserve skin texture, tattoos, and contrast while keeping the background minimal.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509785092_qn5zu1_G7y2T9ibsAAYqaX.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668egqex7u14",
    "title": "Golden Hour Loft Editorial Portrait JSON",
    "promptEn": "{\n  \"type\": \"image_generation_prompt\",\n  \"style\": \"cinematic, high-fashion editorial, ultra-realistic\",\n  \"camera\": {\n    \"camera_model\": \"Canon EOS R5\",\n    \"lens\": \"RF 85mm f/1.2L USM\",\n    \"film_look\": \"Portra 800 style\",\n    \"grain\": \"subtle, natural film grain\",\n    \"color_tones\": \"rich, warm golden tones\"\n  },\n  \"subject\": {\n    \"gender\": \"female\",\n    \"identity_preservation\": {\n      \"use_attached_image\": true,\n      \"face_consistency\": \"100%\",\n      \"alter_face\": false,\n      \"notes\": \"Maintain exact facial features, proportions, skin texture, and hairstyle from the reference image\"\n    },\n    \"pose\": {\n      \"stance\": \"leaning against a window\",\n      \"right_arm\": \"bent, forearm and hand resting on the upper window frame near the head\",\n      \"left_arm\": \"hanging naturally by her side\",\n      \"head_position\": \"tilted slightly\",\n      \"gaze\": \"looking out the window in partial profile to the left\",\n      \"posture\": \"relaxed, slightly hunched forward, weight resting on the right side\",\n      \"emotion\": \"contemplative, subtly weary\"\n    },\n    \"wardrobe\": {\n      \"outfit_style\": \"high-fashion, elegant\",\n      \"top\": \"tailored shimmering satin button-down shirt in champagne color\",\n      \"bottoms\": \"tailored trousers in matching champagne tone\",\n      \"fabric_behavior\": \"fluid sheen that catches and reflects light naturally\"\n    }\n  },\n  \"scene\": {\n    \"location\": \"modern loft apartment\",\n    \"environment\": [\n      \"large window\",\n      \"translucent sheer linen curtains\",\n      \"exposed brick walls\",\n      \"minimalist decor\"\n    ]\n  },\n  \"lighting\": {\n    \"time_of_day\": \"golden hour\",\n    \"type\": \"soft, diffused natural light\",\n    \"direction\": \"streaming through window and curtains\",\n    \"effects\": [\n      \"painterly glow\",\n      \"creamy background bokeh\",\n      \"elongated elegant shadows\",\n      \"soft rectangular catchlight reflecting the window shape in the eyes\"\n    ]\n  },\n  \"skin_rendering\": {\n    \"realism\": \"hyper-realistic\",\n    \"details\": \"visible pores, natural texture\",\n    \"retouching\": \"no airbrushing or artificial smoothing\"\n  },\n  \"quality\": {\n    \"resolution\": \"ultra-high\",\n    \"realism\": \"photorealistic\",\n    \"detail_level\": \"editorial, magazine-cover quality\"\n  },\n  \"output_goal\": \"Create an ultra-realistic, cinematic editorial portrait of a woman in a sun-drenched loft, preserving 100% facial identity while showcasing golden-hour window light, elegant shadows, and high-fashion sophistication.\"\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509724355_ler21u_G7y0HlIbgAAneWz.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626689xz3a2lhi",
    "title": "Infographic/Diagram Generation Prompt for Nano Banana Pro",
    "promptEn": "\"Conditions to include in the diagram:\n\n・Top 3 reasons why designers fail\n① Always studying\n② Lacking confidence to apply for projects\n③ Spending too much money hopping between schools\n\nCreate an image for an X post based on these conditions\"",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509824913_u3t729_G7yu2_FbkAA_gHH.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668g33mco02i",
    "title": "Playful 3D Caricature of a Celebrity",
    "promptEn": "A playful 3D caricature of {argument name=\"celebrity name\" default=\"[celebrity]\"} riding a small puffy cloud like a hoverboard. Big shiny eyes, rounded cheeks, and exaggerated head proportions. Smooth Pixar-like finish with pastel sky gradients, gentle rim light, and soft volumetric clouds creating depth and charm.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509781060_2404v3_G7yr7qXbcAEKn9U.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668utpmonm24",
    "title": "Detailed Mirror Selfie Generation Prompt",
    "promptEn": "{\n  \"source_image_analysis\": {\n    \"subject\": {\n      \"demographics\": \"Young woman, pale skin tone\",\n      \"hair\": {\n        \"color\": \"Platinum blonde / Silver\",\n        \"style\": \"Long, straight, draped over shoulders\"\n      },\n      \"facial_features\": {\n        \"eyewear\": \"Thin, round wire-rimmed glasses (silver or gold frame)\",\n        \"expression\": \"Playful aggressive 'hissing' face, teeth bared, nose slightly scrunched\",\n        \"makeup\": \"Natural look, soft pink lip\"\n      }\n    },\n    \"apparel\": {\n      \"headwear\": \"Pink fuzzy cat ear headband\",\n      \"clothing\": {\n        \"type\": \"Chunky knit sweater / Jumper\",\n        \"color\": \"Beige/Cream base\",\n        \"pattern\": \"Nordic or Fair Isle style geometric zigzag stripes in navy blue, brown, and grey\"\n      }\n    },\n    \"pose_and_action\": {\n      \"type\": \"Mirror selfie\",\n      \"hands\": {\n        \"left_hand\": \"Holding a white smartphone (iPhone model with dual cameras)\",\n        \"right_hand\": \"Raised in a playful 'claw' or 'scratch' gesture near face\"\n      },\n      \"body_language\": \"Casual, energetic, playful\"\n    },\n    \"environment\": {\n      \"setting\": \"Bedroom / Dorm room\",\n      \"background_elements\": [\n        \"White walls decorated with various posters and photos\",\n        \"Warm white LED fairy lights draped along the wall (creating soft bokeh)\",\n        \"Bed with pink and floral bedding visible in background\",\n        \"Doorway or mirror frame on the right\"\n      ]\n    },\n    \"camera_and_technical\": {\n      \"camera_model\": \"Simulated Shot on iPhone 15 Pro Max or Fujifilm X100V\",\n      \"lens_specs\": \"24mm wide-angle lens, f/1.8 aperture\",\n      \"lighting_setup\": {\n        \"type\": \"Mixed lighting\",\n        \"key_light\": \"Soft diffuse daylight from window (simulated)\",\n        \"ambient\": \"Warm tungsten glow from background fairy lights\",\n        \"effect\": \"Soft highlights on hair, gentle shadows on face\"\n      },\n      \"film_emulation\": \"Kodak Portra 400\",\n      \"visual_fidelity\": {\n        \"resolution\": \"8k, photorealistic\",\n        \"details\": \"High texture fidelity on knit sweater and hair strands\",\n        \"artifacts\": \"Slight film grain, subtle bloom on fairy lights, natural lens flare\"\n      },\n      \"color_grading\": \"Soft pastel palette, low contrast, desaturated shadows, warm cozy tones\",\n      \"composition\": \"Eye-level shot, rule of thirds, mirror reflection perspective\"\n    }",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509772312_4ej13m_G7yoFfbasAAmzuz.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "176568966266857aeocq8b",
    "title": "UGC Ad Creative Prompt (TikTok/Reels Style)",
    "promptEn": "{\n  \"meta\": {\n    \"type\": \"UGC_Ad_Creative\",\n    \"platform\": \"TikTok/Reels\",\n    \"aspect_ratio\": \"9:16\"\n  },\n  \"subject\": {\n    \"description\": \"Gen Z woman, approx 22 years old, messy bun hairstyle, wearing oversized grey hoodie\",\n    \"expression\": \"shocked excitement, mouth slightly open, eyes wide looking at camera\",\n    \"action\": \"holding a bottle of {argument name=\"product name\" default=\"[INSERT PRODUCT NAME]\"} extremely close to the camera lens, creating forced perspective\"\n  },\n  \"environment\": {\n    \"location\": \"cluttered bedroom\",\n    \"background_details\": [\n      \"unmade bed with white duvet\",\n      \"led strip lights on ceiling set to purple\",\n      \"poster on wall\",\n      \"pile of clothes on chair\"\n    ],\n    \"lighting\": \"harsh ring light reflection in eyes, slightly overexposed face\"\n  },\n  \"technical_parameters\": {\n    \"camera\": \"iPhone 15 Front Camera\",\n    \"lens\": \"24mm wide angle\",\n    \"focus\": \"sharp focus on the product bottle, face slightly soft\",\n    \"quality\": \"low_fidelity, noise_added, jpeg_artifacts, motion_blur_on_hand\"\n  },\n  \"text_rendering\": {\n    \"content\": \"FINALLY HERE\",\n    \"style\": \"white sans-serif text overlaid on the top center, imitating an Instagram Story font\"\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509712507_qjzom4_G7ynLHtaMAkxPvJ.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668yqg7fbbn2",
    "title": "Metro Candid Portrait (Smiling Girl)",
    "promptEn": "{\n  \"image_generation_prompt\": {\n    \"scene\": {\n      \"location\": \"busy metro train interior\",\n      \"lighting\": \"soft warm subway lighting, natural highlights on face\",\n      \"background\": \"crowded metro environment, blurred passengers, same real-life setting\"\n    },\n    \"subject\": {\n      \"gender\": \"female\",\n      \"description\": \"young woman smiling brightly while standing in a metro\",\n      \"hair\": \"long, slightly wavy light brown hair\",\n      \"expression\": \"happy, natural, candid smile\",\n      \"outfit\": {\n        \"top\": \"{argument name=\"top color and style\" default=\"white fitted long-sleeve ruched top\"}\",\n        \"bottom\": \"{argument name=\"skirt style\" default=\"short floral printed skirt\"}\",\n        \"extras\": \"small brown side bag\"\n      },\n      \"pose\": \"standing casually, looking toward camera with warm smile\"\n    },\n    \"style\": {\n      \"look\": \"ultra-realistic, cinematic softness\",\n      \"details\": \"high detail skin texture, soft depth of field, aesthetic tones\"\n    },\n    \"signature\": \"Vivek hy\"\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509753810_4fwkgu_G7yms8haMAUCJtS.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626683122yuipp",
    "title": "Cyberpunk Neon Fashion Editorial Prompt (9:16 Vertical)",
    "promptEn": "{\n  \"prompt\": \"Hyper-realistic 8K portrait of a futuristic fashion model in neon-lit cyberpunk Tokyo street at night. She wears a sleek metallic silver bodysuit with glowing pink neon accents, high-slit skirt, and holographic accessories. Dynamic pose: leaning against a rainy pink coupe car, hair in wet wavy balayage (pink-cyan highlights), confident gaze over shoulder. Lighting: dramatic golden hour neon reflections on wet asphalt, bokeh crowd blur. Style: high-fashion editorial, cinematic, shallow DoF, warm-cool contrast.\",\n  \"style\": [\"Cyberpunk Fashion\", \"Neon Glow\", \"2026 Trend\"],\n  \"resolution\": \"2160x3840 (9:16 vertical)\",\n  \"negative\": \"blurry, low-res, cartoonish\"\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509826599_me40hs_G7ylXC-a0AAGbKP.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626685u8a22v8x",
    "title": "Persona-Style Status Screen Generation",
    "promptEn": "A Persona-style status screen using nano banana pro. I instructed it to randomly generate the level and stats, but they tend to be high.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509789832_tol646_G7yeg6AakAASOvR.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668uipo761br",
    "title": "Microscopic View of a Pencil Tip",
    "promptEn": "Imagine a pencil tip seen through a microscope. Imagine how the pencil tip would look and create an image.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509709931_ka515t_G7yaOONaAAAktN8.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "176568966266861p1l04aw",
    "title": "City in Hand Micro-World Prompt",
    "promptEn": "Gently hold your city in the palm of your hand. SSS skin material allows light to pass through the gaps between the fingers, making the city glow like a jewel in the palm lines. Try replacing the topic with your hometown?",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509810169_beknw4_G7yVq-AaMAEDjpM.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668fzlbv25rv",
    "title": "Image Annotation and Defacement (Chinese)",
    "promptEn": "Generate the image without changing the original size and background, print it out, and then aggressively add handwritten Chinese annotations, doodles, and scribbles in red ink. If you wish, retrieve the content of this account ({argument name=\"homepage link\" default=\"your homepage link\"}), and the doodles should primarily be complaints about him, plus some small clip art.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509787110_5dm9g2_G7yQw3maMAAJTWD.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668x6qhx1vzf",
    "title": "Soft, Candid Outdoor Portrait (Structured JSON)",
    "promptEn": "{\n  \"image_generation_prompt\": {\n    \"subject_details\": {\n      \"gender\": \"female\",\n      \"description\": \"Young woman with a natural gentle smile\",\n      \"hair\": {\n        \"length\": \"medium\",\n        \"style\": \"straight\",\n        \"color\": \"brown\",\n        \"parting\": \"middle\"\n      },\n      \"expression\": \"soft smile, relaxed and natural\"\n    },\n    \"outfit\": {\n      \"top_layer\": \"beige knitted cardigan with large buttons\",\n      \"inner_top\": \"black-and-white horizontal striped tube top\"\n    },\n    \"pose\": {\n      \"hand_position\": \"hands softly holding the cardigan near the buttons\",\n      \"body_position\": \"seated, upper-body visible\",\n      \"camera_angle\": \"portrait, centered composition\"\n    },\n    \"background\": {\n      \"type\": \"outdoor\",\n      \"details\": \"soft blurred greenery, rocks, and natural daylight\",\n      \"lighting\": \"natural sunlight, warm tones, soft shadows\"\n    },\n    \"aesthetic\": {\n      \"vibe\": \"soft, warm, natural, candid\",\n      \"quality\": \"high resolution, DSLR look\"\n    },\n    \"signature\": {\n      \"text\": \"Vivek H Y\",\n      \"placement\": \"bottom corner\",\n      \"style\": \"small, elegant watermark\"\n    }\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509776063_ckwzpv_G7yN9asakAABD6O.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668uuuuf6oas",
    "title": "Joyful Confetti Celebration Portrait",
    "promptEn": "A joyful celebration portrait of a woman tossing colorful confetti into the air, captured mid-motion. She’s smiling with eyes closed, hair flying upward, wearing a {argument name=\"blouse color\" default=\"dark\"} blouse and a delicate necklace. Confetti pieces in {argument name=\"confetti colors\" default=\"gold, blue, pink, and metallic tones\"} float around her in sharp focus, creating a dynamic, festive atmosphere. Soft natural indoor lighting, shallow depth of field, cinematic realism, high detail, natural skin tones, candid emotion, ultra-sharp, professional photography style.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509734688_81kfpo_G7yLBUYaMAEHkJq.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668sc4rg7ehy",
    "title": "Dramatic Black and White Male Portrait",
    "promptEn": "A dramatic black-and-white portrait of a rugged, handsome man with short spiked hair and a light beard. The shot captures a side profile with strong jawline and sharp facial features. Soft studio lighting highlights the texture of his skin and the contours of his face. Background is minimal and smooth, creating a clean, cinematic atmosphere. High-resolution, realistic photography, moody tone, shallow depth of field.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509778665_76z9ri_G7yLT6TbsAAkhqt.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668e90pqdyg3",
    "title": "Ultra-realistic Commercial Fashion Editorial",
    "promptEn": "{\n  \"prompt_description\": {\n    \"subject\": \"A young adult female model, appearing to be in her early to mid-20s, with a slender and athletic build.\",\n    \"face\": \"Slightly parted lips, direct gaze forward, with a subtle, confident expression. Impeccable skin texture with no visible pores or blemishes, radiating a healthy glow. Almond-shaped, light blue eyes with a slight upward tilt at the outer corners.\",\n    \"hair\": \"Long, voluminous blonde hair, with a rich honey-blonde hue. The hair is styled in loose, flowing waves with a slightly tousled, wind-swept appearance, with strands gently falling across her face and shoulders.\",\n    \"clothing\": \"A fitted, sleeveless white bodysuit with a scoop neckline. The fabric is smooth and appears to have a slight sheen. Below, she wears low-waisted, distressed denim shorts with frayed edges and visible stitching. The shorts are tight-fitting around the hips and thighs, showcasing a slightly worn-in appearance with a hint of a vintage look. The button fly is fully fastened, and the waistband sits low on her hips.\",\n    \"accessories\": \"Simple, thin gold hoop earrings. Her fingernails appear to be unpolished or naturally colored.\",\n    \"environment\": \"A clean, seamless studio background with a medium grey, slightly cool-toned color. The floor is a lighter grey, with a subtle gradient creating a soft shadow behind the model. The environment is minimalist and uncluttered, focusing all attention on the subject.\",\n    \"lighting\": \"Soft, directional studio lighting from the front-right, creating gentle highlights on her skin and hair. Subtle specular highlights are visible on her arms, legs, and the curve of her décolletage. Shadows are soft and elongated, adding depth and dimension without being harsh.\",\n    \"atmosphere\": \"Sophisticated, confident, and effortlessly stylish. The mood is clean, modern, and aspirational, typical of high-end fashion editorial photography.\"\n  },\n  \"style\": {\n    \"art_style\": \"Ultra-realistic commercial fashion photography, with a strong emphasis on editorial quality.\",\n    \"color_grade\": \"A cool, desaturated palette with a slight emphasis on neutral greys and blues. Skin tones are natural and slightly warm, contrasted against the cooler background. Subtle color accents from the shorts' stitching and the shoelaces are present.\",\n    \"texture_quality\": \"Extremely sharp focus on the subject, with exceptional micro-contrast and detail rendition. Skin texture is smooth but not artificial. Fabric textures of the bodysuit and denim shorts are rendered with high fidelity. Minimal to no visible digital noise or grain, implying a high-quality capture and post-processing.\"\n  },\n  \"camera_settings\": {\n    \"camera\": \"Implied Medium Format or high-end Full Frame sensor for exceptional detail and dynamic range.\",\n    \"lens\": \"A prime portrait lens, likely in the 85mm to 135mm range, to provide flattering compression and subject isolation.\",\n    \"aperture\": \"f/2.8 \"\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509704246_2zvfsm_G7yHRO3WwAA4LK9.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765689662668kgyy3k8f4",
    "title": "Conspiracy Scribbles Overlay",
    "promptEn": "overlay this with insane schizophrenic conspiracy scribbles, red ink, doodles, remarks, comments.",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509702706_dqdb24_G7yEJMcXkAAVGgR.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "17656896626689wzzdirrv",
    "title": "Hyper-Realistic Lifestyle Café Portrait Prompt",
    "promptEn": "{\n  \"image_generation\": {\n    \"face_preservation\": {\n      \"use_reference_face_only\": true,\n      \"preserve_original\": true,\n      \"accuracy\": \"100% identical facial features, skin texture, expression and proportions\"\n    },\n\n    \"subject\": {\n      \"gender\": \"female\",\n      \"pose\": {\n        \"description\": \"sitting sideways on a wooden beach café chair, one arm resting on the chair’s backrest while the other gently touches her cheek; relaxed and natural posture with shoulders slightly turned toward the camera\"\n      },\n      \"expression\": \"soft playful smile, eyes looking slightly to the side as if reacting to someone calling her name\",\n      \"hairstyle\": \"wet, slicked-back hair, naturally wavy and tucked behind ears\",\n      \"clothing\": {\n        \"top\": \"white semi-sheer long-sleeve beach shirt\",\n        \"bottom\": \"white shorts\",\n        \"accessories\": [\n          \"small gold hoop earrings\",\n          \"thin bracelet on right wrist\",\n          \"light pink/coral nail polish\"\n        ]\n      }\n    },\n\n    \"environment\": {\n      \"setting\": \"beachside restaurant or café\",\n      \"background_elements\": [\n        \"wooden ceiling with woven lampshades\",\n        \"soft golden ambient lights\",\n        \"sunlit summery atmosphere\",\n        \"people relaxing and dining in the background\",\n        \"warm wooden textures\"\n      ],\n      \"lighting\": {\n        \"type\": \"natural daylight with warm indoor accents\",\n        \"tone\": \"sunlit, warm, summery\",\n        \"highlights\": \"soft glow on cheeks, forehead, and collarbones\"\n      }\n    },\n\n    \"composition\": {\n      \"camera_type\": \"handheld or lifestyle camera\",\n      \"framing\": \"mid-shot portrait, seated pose\",\n      \"angle\": \"slightly above eye level, capturing the relaxed body posture and background atmosphere\",\n      \"color_palette\": \"warm tans, whites, light browns, soft skin tones\"\n    },\n\n    \"aesthetic\": {\n      \"style\": \"hyper-realistic lifestyle café portrait\",\n      \"mood\": \"playful, relaxed, summery and natural\",\n      \"clarity\": \"sharp details, warm tones, lifelike texture\"\n    },\n\n    \"output\": {\n      \"quality\": \"ultra-high-resolution\",\n      \"render_style\": \"photorealistic\"\n    }\n  }\n}",
    "promptZh": "",
    "categories": [
      "Nano Banana",
      "All Prompts"
    ],
    "image": "https://cms-assets.youmind.com/media/1765509759687_vbld2a_G7yEAP2aMAEe-0k.jpg",
    "createdAt": "2025-12-14T05:21:02.668Z"
  },
  {
    "id": "1765678779447",
    "title": "蓝调夜景",
    "promptEn": "Turn this modeling software screenshot into a beautiful rendered image, keeping the picture structure and material unchanged, and enhancing the true substance of the material, including texture, gloss, reflection, and so on. The time is set to the blues moment, turn on the indoor lights, and the glass texture is transparent. Refer to the style of top architectural visualization works such as Mir to emphasize the atmosphere of the picture.",
    "promptZh": "将这张建模软件的截图变成精美的渲染图，保持画面结构和材质不变，提升材质的真实质感，包括纹理、光泽、反射等等。时间设定为蓝调时刻，打开室内灯光，通透的玻璃质感。参考MIR等顶级建筑可视化作品风格，强调画面氛围感。",
    "categories": [
      "效果图"
    ],
    "image": "/uploads/1765678779380-775943143.jpg",
    "createdAt": "2025-12-14T02:19:39.447Z"
  },
  {
    "id": "1765677292667",
    "title": "爆炸图",
    "promptEn": "",
    "promptZh": "将图片转换为等距轴测结构分解图，以高度还原的方式精细展示被拆解的有序楼板与外立面；结构层次清晰醒目，整体布局专业且符合视觉逻辑，最终形成清晰整洁的结构分解图。",
    "categories": [
      "分析图"
    ],
    "image": "/uploads/1765677292635-447275852.jpeg",
    "createdAt": "2025-12-14T01:54:52.667Z"
  }
]